{
  "id": 3,
  "title": "As You Like It",
  "author": "William Shakespeare",
  "text": "AS YOU LIKE IT\n\nby William Shakespeare\n\n\n\nDRAMATIS PERSONAE.\n\n  DUKE, living in exile\n  FREDERICK, his brother, and usurper of his dominions\n  AMIENS, lord attending on the banished Duke\n  JAQUES,   \"      \"       \"  \"     \"      \"\n  LE BEAU, a courtier attending upon Frederick\n  CHARLES, wrestler to Frederick\n  OLIVER, son of Sir Rowland de Boys\n  JAQUES,   \"   \"  \"    \"     \"  \"\n  ORLANDO,  \"   \"  \"    \"     \"  \"\n  ADAM,   servant to Oliver\n  DENNIS,     \"     \"   \"\n  TOUCHSTONE, the court jester\n  SIR OLIVER MARTEXT, a vicar\n  CORIN,    shepherd\n  SILVIUS,     \"\n  WILLIAM, a country fellow, in love with Audrey\n  A person representing HYMEN\n\n  ROSALIND, daughter to the banished Duke\n  CELIA, daughter to Frederick\n  PHEBE, a shepherdes  \n  AUDREY, a country wench\n\n  Lords, Pages, Foresters, and Attendants\n\nSCENE:\nOLIVER'S house; FREDERICK'S court; and the Forest of Arden\n\nACT I. SCENE I.\nOrchard of OLIVER'S house\n\nEnter ORLANDO and ADAM\n\n  ORLANDO. As I remember, Adam, it was upon this fashion bequeathed\n    me by will but poor a thousand crowns, and, as thou say'st,\n    charged my brother, on his blessing, to breed me well; and there\n    begins my sadness. My brother Jaques he keeps at school, and\n    report speaks goldenly of his profit. For my part, he keeps me\n    rustically at home, or, to speak more properly, stays me here at\n    home unkept; for call you that keeping for a gentleman of my\n    birth that differs not from the stalling of an ox? His horses are\n    bred better; for, besides that they are fair with their feeding,\n    they are taught their manage, and to that end riders dearly\n    hir'd; but I, his brother, gain nothing under him but growth; for\n    the which his animals on his dunghills are as much bound to him\n    as I. Besides this nothing that he so plentifully gives me, the\n    something that nature gave me his countenance seems to take from\n    me. He lets me feed with his hinds, bars me the place of a\n    brother, and as much as in him lies, mines my gentility with my\n    education. This is it, Adam, that grieves me; and the spirit of  \n    my father, which I think is within me, begins to mutiny against\n    this servitude. I will no longer endure it, though yet I know no\n    wise remedy how to avoid it.\n\n                           Enter OLIVER\n\n  ADAM. Yonder comes my master, your brother.\n  ORLANDO. Go apart, Adam, and thou shalt hear how he will shake me\n    up.                                           [ADAM retires]\n  OLIVER. Now, sir! what make you here?\n  ORLANDO. Nothing; I am not taught to make any thing.\n  OLIVER. What mar you then, sir?\n  ORLANDO. Marry, sir, I am helping you to mar that which God made, a\n    poor unworthy brother of yours, with idleness.\n  OLIVER. Marry, sir, be better employed, and be nought awhile.\n  ORLANDO. Shall I keep your hogs, and eat husks with them? What\n    prodigal portion have I spent that I should come to such penury?\n  OLIVER. Know you where you are, sir?\n  ORLANDO. O, sir, very well; here in your orchard.\n  OLIVER. Know you before whom, sir?  \n  ORLANDO. Ay, better than him I am before knows me. I know you are\n    my eldest brother; and in the gentle condition of blood, you\n    should so know me. The courtesy of nations allows you my better\n    in that you are the first-born; but the same tradition takes not\n    away my blood, were there twenty brothers betwixt us. I have as\n    much of my father in me as you, albeit I confess your coming\n    before me is nearer to his reverence.\n  OLIVER. What, boy!                               [Strikes him]\n  ORLANDO. Come, come, elder brother, you are too young in this.\n  OLIVER. Wilt thou lay hands on me, villain?\n  ORLANDO. I am no villain; I am the youngest son of Sir Rowland de\n    Boys. He was my father; and he is thrice a villain that says such\n    a father begot villains. Wert thou not my brother, I would not\n    take this hand from thy throat till this other had pull'd out thy\n    tongue for saying so. Thou has rail'd on thyself.\n  ADAM. [Coming forward] Sweet masters, be patient; for your father's\n    remembrance, be at accord.\n  OLIVER. Let me go, I say.\n  ORLANDO. I will not, till I please; you shall hear me. My father\n    charg'd you in his will to give me good education: you have  \n    train'd me like a peasant, obscuring and hiding from me all\n    gentleman-like qualities. The spirit of my father grows strong in\n    me, and I will no longer endure it; therefore allow me such\n    exercises as may become a gentleman, or give me the poor\n    allottery my father left me by testament; with that I will go buy\n    my fortunes.\n  OLIVER. And what wilt thou do? Beg, when that is spent? Well, sir,\n    get you in. I will not long be troubled with you; you shall have\n    some part of your will. I pray you leave me.\n  ORLANDO. I no further offend you than becomes me for my good.\n  OLIVER. Get you with him, you old dog.\n  ADAM. Is 'old dog' my reward? Most true, I have lost my teeth in\n    your service. God be with my old master! He would not have spoke\n    such a word.\n                                         Exeunt ORLANDO and ADAM\n  OLIVER. Is it even so? Begin you to grow upon me? I will physic\n    your rankness, and yet give no thousand crowns neither. Holla,\n    Dennis!\n\n                          Enter DENNIS  \n\n  DENNIS. Calls your worship?\n  OLIVER. not Charles, the Duke's wrestler, here to speak with me?\n  DENNIS. So please you, he is here at the door and importunes access\n    to you.\n  OLIVER. Call him in. [Exit DENNIS] 'Twill be a good way; and\n    to-morrow the wrestling is.\n\n                          Enter CHARLES\n\n  CHARLES. Good morrow to your worship.\n  OLIVER. Good Monsieur Charles! What's the new news at the new\n    court?\n  CHARLES. There's no news at the court, sir, but the old news; that\n    is, the old Duke is banished by his younger brother the new Duke;\n    and three or four loving lords have put themselves into voluntary\n    exile with him, whose lands and revenues enrich the new Duke;\n    therefore he gives them good leave to wander.\n  OLIVER. Can you tell if Rosalind, the Duke's daughter, be banished\n    with her father?  \n  CHARLES. O, no; for the Duke's daughter, her cousin, so loves her,\n    being ever from their cradles bred together, that she would have\n    followed her exile, or have died to stay behind her. She is at\n    the court, and no less beloved of her uncle than his own\n    daughter; and never two ladies loved as they do.\n  OLIVER. Where will the old Duke live?\n  CHARLES. They say he is already in the Forest of Arden, and a many\n    merry men with him; and there they live like the old Robin Hood\n    of England. They say many young gentlemen flock to him every day,\n    and fleet the time carelessly, as they did in the golden world.\n  OLIVER. What, you wrestle to-morrow before the new Duke?\n  CHARLES. Marry, do I, sir; and I came to acquaint you with a\n    matter. I am given, sir, secretly to understand that your younger\n    brother, Orlando, hath a disposition to come in disguis'd against\n    me to try a fall. To-morrow, sir, I wrestle for my credit; and he\n    that escapes me without some broken limb shall acquit him well.\n    Your brother is but young and tender; and, for your love, I would\n    be loath to foil him, as I must, for my own honour, if he come\n    in; therefore, out of my love to you, I came hither to acquaint\n    you withal, that either you might stay him from his intendment,  \n    or brook such disgrace well as he shall run into, in that it is\n    thing of his own search and altogether against my will.\n  OLIVER. Charles, I thank thee for thy love to me, which thou shalt\n    find I will most kindly requite. I had myself notice of my\n    brother's purpose herein, and have by underhand means laboured to\n    dissuade him from it; but he is resolute. I'll tell thee,\n    Charles, it is the stubbornest young fellow of France; full of\n    ambition, an envious emulator of every man's good parts, a secret\n    and villainous contriver against me his natural brother.\n    Therefore use thy discretion: I had as lief thou didst break his\n    neck as his finger. And thou wert best look to't; for if thou\n    dost him any slight disgrace, or if he do not mightily grace\n    himself on thee, he will practise against thee by poison, entrap\n    thee by some treacherous device, and never leave thee till he\n    hath ta'en thy life by some indirect means or other; for, I\n    assure thee, and almost with tears I speak it, there is not one\n    so young and so villainous this day living. I speak but brotherly\n    of him; but should I anatomize him to thee as he is, I must blush\n    and weep, and thou must look pale and wonder.\n  CHARLES. I am heartily glad I came hither to you. If he come  \n    to-morrow I'll give him his payment. If ever he go alone again,\n    I'll never wrestle for prize more. And so, God keep your worship!\n Exit\n  OLIVER. Farewell, good Charles. Now will I stir this gamester. I\n    hope I shall see an end of him; for my soul, yet I know not why,\n    hates nothing more than he. Yet he's gentle; never school'd and\n    yet learned; full of noble device; of all sorts enchantingly\n    beloved; and, indeed, so much in the heart of the world, and\n    especially of my own people, who best know him, that I am\n    altogether misprised. But it shall not be so long; this wrestler\n    shall clear all. Nothing remains but that I kindle the boy\n    thither, which now I'll go about.                       Exi\n\n\nSCENE II.\nA lawn before the DUKE'S palace\n\nEnter ROSALIND and CELIA\n\n  CELIA. I pray thee, Rosalind, sweet my coz, be merry.\n  ROSALIND. Dear Celia, I show more mirth than I am mistress of; and\n    would you yet I were merrier? Unless you could teach me to forget\n    a banished father, you must not learn me how to remember any\n    extraordinary pleasure.\n  CELIA. Herein I see thou lov'st me not with the full weight that I\n    love thee. If my uncle, thy banished father, had banished thy\n    uncle, the Duke my father, so thou hadst been still with me, I\n    could have taught my love to take thy father for mine; so wouldst\n    thou, if the truth of thy love to me were so righteously temper'd\n    as mine is to thee.\n  ROSALIND. Well, I will forget the condition of my estate, to\n    rejoice in yours.\n  CELIA. You know my father hath no child but I, nor none is like to\n    have; and, truly, when he dies thou shalt be his heir; for what\n    he hath taken away from thy father perforce, I will render thee\n    again in affection. By mine honour, I will; and when I break that  \n    oath, let me turn monster; therefore, my sweet Rose, my dear\n    Rose, be merry.\n  ROSALIND. From henceforth I will, coz, and devise sports.\n    Let me see; what think you of falling in love?\n  CELIA. Marry, I prithee, do, to make sport withal; but love no man\n    in good earnest, nor no further in sport neither than with safety\n    of a pure blush thou mayst in honour come off again.\n  ROSALIND. What shall be our sport, then?\n  CELIA. Let us sit and mock the good housewife Fortune from her\n    wheel, that her gifts may henceforth be bestowed equally.\n  ROSALIND. I would we could do so; for her benefits are mightily\n    misplaced; and the bountiful blind woman doth most mistake in her\n    gifts to women.\n  CELIA. 'Tis true; for those that she makes fair she scarce makes\n    honest; and those that she makes honest she makes very\n    ill-favouredly.\n  ROSALIND. Nay; now thou goest from Fortune's office to Nature's:\n    Fortune reigns in gifts of the world, not in the lineaments of\n    Nature.\n  \n                         Enter TOUCHSTONE\n\n  CELIA. No; when Nature hath made a fair creature, may she not by\n    Fortune fall into the fire? Though Nature hath given us wit to\n    flout at Fortune, hath not Fortune sent in this fool to cut off\n    the argument?\n  ROSALIND. Indeed, there is Fortune too hard for Nature, when\n    Fortune makes Nature's natural the cutter-off of Nature's wit.\n  CELIA. Peradventure this is not Fortune's work neither, but\n    Nature's, who perceiveth our natural wits too dull to reason of\n    such goddesses, and hath sent this natural for our whetstone; for\n    always the dullness of the fool is the whetstone of the wits. How\n    now, wit! Whither wander you?\n  TOUCHSTONE. Mistress, you must come away to your father.\n  CELIA. Were you made the messenger?\n  TOUCHSTONE. No, by mine honour; but I was bid to come for you.\n  ROSALIND. Where learned you that oath, fool?\n  TOUCHSTONE. Of a certain knight that swore by his honour they were\n    good pancakes, and swore by his honour the mustard was naught.\n    Now I'll stand to it, the pancakes were naught and the mustard  \n    was good, and yet was not the knight forsworn.\n  CELIA. How prove you that, in the great heap of your knowledge?\n  ROSALIND. Ay, marry, now unmuzzle your wisdom.\n  TOUCHSTONE. Stand you both forth now: stroke your chins, and swear\n    by your beards that I am a knave.\n  CELIA. By our beards, if we had them, thou art.\n  TOUCHSTONE. By my knavery, if I had it, then I were. But if you\n    swear by that that not, you are not forsworn; no more was this\n    knight, swearing by his honour, for he never had any; or if he\n    had, he had sworn it away before ever he saw those pancackes or\n    that mustard.\n  CELIA. Prithee, who is't that thou mean'st?\n  TOUCHSTONE. One that old Frederick, your father, loves.\n  CELIA. My father's love is enough to honour him. Enough, speak no\n    more of him; you'll be whipt for taxation one of these days.\n  TOUCHSTONE. The more pity that fools may not speak wisely what wise\n    men do foolishly.\n  CELIA. By my troth, thou sayest true; for since the little wit that\n    fools have was silenced, the little foolery that wise men have\n    makes a great show. Here comes Monsieur Le Beau.  \n\n                           Enter LE BEAU\n\n  ROSALIND. With his mouth full of news.\n  CELIA. Which he will put on us as pigeons feed their young.\n  ROSALIND. Then shall we be news-cramm'd.\n  CELIA. All the better; we shall be the more marketable. Bon jour,\n    Monsieur Le Beau. What's the news?\n  LE BEAU. Fair Princess, you have lost much good sport.\n  CELIA. Sport! of what colour?\n  LE BEAU. What colour, madam? How shall I answer you?\n  ROSALIND. As wit and fortune will.\n  TOUCHSTONE. Or as the Destinies decrees.\n  CELIA. Well said; that was laid on with a trowel.\n  TOUCHSTONE. Nay, if I keep not my rank-\n  ROSALIND. Thou losest thy old smell.\n  LE BEAU. You amaze me, ladies. I would have told you of good\n    wrestling, which you have lost the sight of.\n  ROSALIND. Yet tell us the manner of the wrestling.\n  LE BEAU. I will tell you the beginning, and, if it please your  \n    ladyships, you may see the end; for the best is yet to do; and\n    here, where you are, they are coming to perform it.\n  CELIA. Well, the beginning, that is dead and buried.\n  LE BEAU. There comes an old man and his three sons-\n  CELIA. I could match this beginning with an old tale.\n  LE BEAU. Three proper young men, of excellent growth and presence.\n  ROSALIND. With bills on their necks: 'Be it known unto all men by\n    these presents'-\n  LE BEAU. The eldest of the three wrestled with Charles, the Duke's\n    wrestler; which Charles in a moment threw him, and broke three of\n    his ribs, that there is little hope of life in him. So he serv'd\n    the second, and so the third. Yonder they lie; the poor old man,\n    their father, making such pitiful dole over them that all the\n    beholders take his part with weeping.\n  ROSALIND. Alas!\n  TOUCHSTONE. But what is the sport, monsieur, that the ladies have\n    lost?\n  LE BEAU. Why, this that I speak of.\n  TOUCHSTONE. Thus men may grow wiser every day. It is the first time\n    that ever I heard breaking of ribs was sport for ladies.  \n  CELIA. Or I, I promise thee.\n  ROSALIND. But is there any else longs to see this broken music in\n    his sides? Is there yet another dotes upon rib-breaking? Shall we\n    see this wrestling, cousin?\n  LE BEAU. You must, if you stay here; for here is the place\n    appointed for the wrestling, and they are ready to perform it.\n  CELIA. Yonder, sure, they are coming. Let us now stay and see it.\n\n           Flourish. Enter DUKE FREDERICK, LORDS, ORLANDO,\n                     CHARLES, and ATTENDANTS\n\n  FREDERICK. Come on; since the youth will not be entreated, his own\n    peril on his forwardness.\n  ROSALIND. Is yonder the man?\n  LE BEAU. Even he, madam.\n  CELIA. Alas, he is too young; yet he looks successfully.\n  FREDERICK. How now, daughter and cousin! Are you crept hither to\n    see the wrestling?\n  ROSALIND. Ay, my liege; so please you give us leave.\n  FREDERICK. You will take little delight in it, I can tell you,  \n    there is such odds in the man. In pity of the challenger's youth\n    I would fain dissuade him, but he will not be entreated. Speak to\n    him, ladies; see if you can move him.\n  CELIA. Call him hither, good Monsieur Le Beau.\n  FREDERICK. Do so; I'll not be by.\n                                     [DUKE FREDERICK goes apart]\n  LE BEAU. Monsieur the Challenger, the Princess calls for you.\n  ORLANDO. I attend them with all respect and duty.\n  ROSALIND. Young man, have you challeng'd Charles the wrestler?\n  ORLANDO. No, fair Princess; he is the general challenger. I come\n    but in, as others do, to try with him the strength of my youth.\n  CELIA. Young gentleman, your spirits are too bold for your years.\n    You have seen cruel proof of this man's strength; if you saw\n    yourself with your eyes, or knew yourself with your judgment, the\n    fear of your adventure would counsel you to a more equal\n    enterprise. We pray you, for your own sake, to embrace your own\n    safety and give over this attempt.\n  ROSALIND. Do, young sir; your reputation shall not therefore be\n    misprised: we will make it our suit to the Duke that the\n    wrestling might not go forward.  \n  ORLANDO. I beseech you, punish me not with your hard thoughts,\n    wherein I confess me much guilty to deny so fair and excellent\n    ladies any thing. But let your fair eyes and gentle wishes go\n    with me to my trial; wherein if I be foil'd there is but one\n    sham'd that was never gracious; if kill'd, but one dead that is\n    willing to be so. I shall do my friends no wrong, for I have none\n    to lament me; the world no injury, for in it I have nothing; only\n    in the world I fill up a place, which may be better supplied when\n    I have made it empty.\n  ROSALIND. The little strength that I have, I would it were with\n    you.\n  CELIA. And mine to eke out hers.\n  ROSALIND. Fare you well. Pray heaven I be deceiv'd in you!\n  CELIA. Your heart's desires be with you!\n  CHARLES. Come, where is this young gallant that is so desirous to\n    lie with his mother earth?\n  ORLANDO. Ready, sir; but his will hath in it a more modest working.\n  FREDERICK. You shall try but one fall.\n  CHARLES. No, I warrant your Grace, you shall not entreat him to a\n    second, that have so mightily persuaded him from a first.  \n  ORLANDO. You mean to mock me after; you should not have mock'd me\n    before; but come your ways.\n  ROSALIND. Now, Hercules be thy speed, young man!\n  CELIA. I would I were invisible, to catch the strong fellow by the\n    leg.                                          [They wrestle]\n  ROSALIND. O excellent young man!\n  CELIA. If I had a thunderbolt in mine eye, I can tell who should\n    down.\n                                      [CHARLES is thrown. Shout]\n  FREDERICK. No more, no more.\n  ORLANDO. Yes, I beseech your Grace; I am not yet well breath'd.\n  FREDERICK. How dost thou, Charles?\n  LE BEAU. He cannot speak, my lord.\n  FREDERICK. Bear him away. What is thy name, young man?\n  ORLANDO. Orlando, my liege; the youngest son of Sir Rowland de\n    Boys.\n  FREDERICK. I would thou hadst been son to some man else.\n    The world esteem'd thy father honourable,\n    But I did find him still mine enemy.\n    Thou shouldst have better pleas'd me with this deed,  \n    Hadst thou descended from another house.\n    But fare thee well; thou art a gallant youth;\n    I would thou hadst told me of another father.\n                                 Exeunt DUKE, train, and LE BEAU\n  CELIA. Were I my father, coz, would I do this?\n  ORLANDO. I am more proud to be Sir Rowland's son,\n    His youngest son- and would not change that calling\n    To be adopted heir to Frederick.\n  ROSALIND. My father lov'd Sir Rowland as his soul,\n    And all the world was of my father's mind;\n    Had I before known this young man his son,\n    I should have given him tears unto entreaties\n    Ere he should thus have ventur'd.\n  CELIA. Gentle cousin,\n    Let us go thank him, and encourage him;\n    My father's rough and envious disposition\n    Sticks me at heart. Sir, you have well deserv'd;\n    If you do keep your promises in love\n    But justly as you have exceeded all promise,\n    Your mistress shall be happy.  \n  ROSALIND. Gentleman,        [Giving him a chain from her neck]\n    Wear this for me; one out of suits with fortune,\n    That could give more, but that her hand lacks means.\n    Shall we go, coz?\n  CELIA. Ay. Fare you well, fair gentleman.\n  ORLANDO. Can I not say 'I thank you'? My better parts\n    Are all thrown down; and that which here stands up\n    Is but a quintain, a mere lifeless block.\n  ROSALIND. He calls us back. My pride fell with my fortunes;\n    I'll ask him what he would. Did you call, sir?\n    Sir, you have wrestled well, and overthrown\n    More than your enemies.\n  CELIA. Will you go, coz?\n  ROSALIND. Have with you. Fare you well.\n                                       Exeunt ROSALIND and CELIA\n  ORLANDO. What passion hangs these weights upon my tongue?\n    I cannot speak to her, yet she urg'd conference.\n    O poor Orlando, thou art overthrown!\n    Or Charles or something weaker masters thee.\n  \n                      Re-enter LE BEAU\n\n  LE BEAU. Good sir, I do in friendship counsel you\n    To leave this place. Albeit you have deserv'd\n    High commendation, true applause, and love,\n    Yet such is now the Duke's condition\n    That he misconstrues all that you have done.\n    The Duke is humorous; what he is, indeed,\n    More suits you to conceive than I to speak of.\n  ORLANDO. I thank you, sir; and pray you tell me this:\n    Which of the two was daughter of the Duke\n    That here was at the wrestling?\n  LE BEAU. Neither his daughter, if we judge by manners;\n    But yet, indeed, the smaller is his daughter;\n    The other is daughter to the banish'd Duke,\n    And here detain'd by her usurping uncle,\n    To keep his daughter company; whose loves\n    Are dearer than the natural bond of sisters.\n    But I can tell you that of late this Duke\n    Hath ta'en displeasure 'gainst his gentle niece,  \n    Grounded upon no other argument\n    But that the people praise her for her virtues\n    And pity her for her good father's sake;\n    And, on my life, his malice 'gainst the lady\n    Will suddenly break forth. Sir, fare you well.\n    Hereafter, in a better world than this,\n    I shall desire more love and knowledge of you.\n  ORLANDO. I rest much bounden to you; fare you well.\n                                                    Exit LE BEAU\n    Thus must I from the smoke into the smother;\n    From tyrant Duke unto a tyrant brother.\n    But heavenly Rosalind!                                  Exit\n\n\n\n\nSCENE III.\nThe DUKE's palace\n\nEnter CELIA and ROSALIND\n\n  CELIA. Why, cousin! why, Rosalind! Cupid have mercy!\n    Not a word?\n  ROSALIND. Not one to throw at a dog.\n  CELIA. No, thy words are too precious to be cast away upon curs;\n    throw some of them at me; come, lame me with reasons.\n  ROSALIND. Then there were two cousins laid up, when the one should\n    be lam'd with reasons and the other mad without any.\n  CELIA. But is all this for your father?\n  ROSALIND. No, some of it is for my child's father. O, how full of\n    briers is this working-day world!\n  CELIA. They are but burs, cousin, thrown upon thee in holiday\n    foolery; if we walk not in the trodden paths, our very petticoats\n    will catch them.\n  ROSALIND. I could shake them off my coat: these burs are in my\n    heart.\n  CELIA. Hem them away.\n  ROSALIND. I would try, if I could cry 'hem' and have him.  \n  CELIA. Come, come, wrestle with thy affections.\n  ROSALIND. O, they take the part of a better wrestler than myself.\n  CELIA. O, a good wish upon you! You will try in time, in despite of\n    a fall. But, turning these jests out of service, let us talk in\n    good earnest. Is it possible, on such a sudden, you should fall\n    into so strong a liking with old Sir Rowland's youngest son?\n  ROSALIND. The Duke my father lov'd his father dearly.\n  CELIA. Doth it therefore ensue that you should love his son dearly?\n    By this kind of chase I should hate him, for my father hated his\n    father dearly; yet I hate not Orlando.\n  ROSALIND. No, faith, hate him not, for my sake.\n  CELIA. Why should I not? Doth he not deserve well?\n\n                    Enter DUKE FREDERICK, with LORDS\n\n  ROSALIND. Let me love him for that; and do you love him because I\n    do. Look, here comes the Duke.\n  CELIA. With his eyes full of anger.\n  FREDERICK. Mistress, dispatch you with your safest haste,\n    And get you from our court.  \n  ROSALIND. Me, uncle?\n  FREDERICK. You, cousin.\n    Within these ten days if that thou beest found\n    So near our public court as twenty miles,\n    Thou diest for it.\n  ROSALIND. I do beseech your Grace,\n    Let me the knowledge of my fault bear with me.\n    If with myself I hold intelligence,\n    Or have acquaintance with mine own desires;\n    If that I do not dream, or be not frantic-\n    As I do trust I am not- then, dear uncle,\n    Never so much as in a thought unborn\n    Did I offend your Highness.\n  FREDERICK. Thus do all traitors;\n    If their purgation did consist in words,\n    They are as innocent as grace itself.\n    Let it suffice thee that I trust thee not.\n  ROSALIND. Yet your mistrust cannot make me a traitor.\n    Tell me whereon the likelihood depends.\n  FREDERICK. Thou art thy father's daughter; there's enough.  \n  ROSALIND. SO was I when your Highness took his dukedom;\n    So was I when your Highness banish'd him.\n    Treason is not inherited, my lord;\n    Or, if we did derive it from our friends,\n    What's that to me? My father was no traitor.\n    Then, good my liege, mistake me not so much\n    To think my poverty is treacherous.\n  CELIA. Dear sovereign, hear me speak.\n  FREDERICK. Ay, Celia; we stay'd her for your sake,\n    Else had she with her father rang'd along.\n  CELIA. I did not then entreat to have her stay;\n    It was your pleasure, and your own remorse;\n    I was too young that time to value her,\n    But now I know her. If she be a traitor,\n    Why so am I: we still have slept together,\n    Rose at an instant, learn'd, play'd, eat together;\n    And wheresoe'er we went, like Juno's swans,\n    Still we went coupled and inseparable.\n  FREDERICK. She is too subtle for thee; and her smoothness,\n    Her very silence and her patience,  \n    Speak to the people, and they pity her.\n    Thou art a fool. She robs thee of thy name;\n    And thou wilt show more bright and seem more virtuous\n    When she is gone. Then open not thy lips.\n    Firm and irrevocable is my doom\n    Which I have pass'd upon her; she is banish'd.\n  CELIA. Pronounce that sentence, then, on me, my liege;\n    I cannot live out of her company.\n  FREDERICK. You are a fool. You, niece, provide yourself.\n    If you outstay the time, upon mine honour,\n    And in the greatness of my word, you die.\n                                           Exeunt DUKE and LORDS\n  CELIA. O my poor Rosalind! Whither wilt thou go?\n    Wilt thou change fathers? I will give thee mine.\n    I charge thee be not thou more griev'd than I am.\n  ROSALIND. I have more cause.\n  CELIA. Thou hast not, cousin.\n    Prithee be cheerful. Know'st thou not the Duke\n    Hath banish'd me, his daughter?\n  ROSALIND. That he hath not.  \n  CELIA. No, hath not? Rosalind lacks, then, the love\n    Which teacheth thee that thou and I am one.\n    Shall we be sund'red? Shall we part, sweet girl?\n    No; let my father seek another heir.\n    Therefore devise with me how we may fly,\n    Whither to go, and what to bear with us;\n    And do not seek to take your charge upon you,\n    To bear your griefs yourself, and leave me out;\n    For, by this heaven, now at our sorrows pale,\n    Say what thou canst, I'll go along with thee.\n  ROSALIND. Why, whither shall we go?\n  CELIA. To seek my uncle in the Forest of Arden.\n  ROSALIND. Alas, what danger will it be to us,\n    Maids as we are, to travel forth so far!\n    Beauty provoketh thieves sooner than gold.\n  CELIA. I'll put myself in poor and mean attire,\n    And with a kind of umber smirch my face;\n    The like do you; so shall we pass along,\n    And never stir assailants.\n  ROSALIND. Were it not better,  \n    Because that I am more than common tall,\n    That I did suit me all points like a man?\n    A gallant curtle-axe upon my thigh,\n    A boar spear in my hand; and- in my heart\n    Lie there what hidden woman's fear there will-\n    We'll have a swashing and a martial outside,\n    As many other mannish cowards have\n    That do outface it with their semblances.\n  CELIA. What shall I call thee when thou art a man?\n  ROSALIND. I'll have no worse a name than Jove's own page,\n    And therefore look you call me Ganymede.\n    But what will you be call'd?\n  CELIA. Something that hath a reference to my state:\n    No longer Celia, but Aliena.\n  ROSALIND. But, cousin, what if we assay'd to steal\n    The clownish fool out of your father's court?\n    Would he not be a comfort to our travel?\n  CELIA. He'll go along o'er the wide world with me;\n    Leave me alone to woo him. Let's away,\n    And get our jewels and our wealth together;  \n    Devise the fittest time and safest way\n    To hide us from pursuit that will be made\n    After my flight. Now go we in content\n    To liberty, and not to banishment.                    Exeunt\n\nACT II. SCENE I.\nThe Forest of Arden\n\nEnter DUKE SENIOR, AMIENS, and two or three LORDS, like foresters\n\n  DUKE SENIOR. Now, my co-mates and brothers in exile,\n    Hath not old custom made this life more sweet\n    Than that of painted pomp? Are not these woods\n    More free from peril than the envious court?\n    Here feel we not the penalty of Adam,\n    The seasons' difference; as the icy fang\n    And churlish chiding of the winter's wind,\n    Which when it bites and blows upon my body,\n    Even till I shrink with cold, I smile and say\n    'This is no flattery; these are counsellors\n    That feelingly persuade me what I am.'\n    Sweet are the uses of adversity,\n    Which, like the toad, ugly and venomous,\n    Wears yet a precious jewel in his head;\n    And this our life, exempt from public haunt,\n    Finds tongues in trees, books in the running brooks,  \n    Sermons in stones, and good in everything.\n    I would not change it.\n  AMIENS. Happy is your Grace,\n    That can translate the stubbornness of fortune\n    Into so quiet and so sweet a style.\n  DUKE SENIOR. Come, shall we go and kill us venison?\n    And yet it irks me the poor dappled fools,\n    Being native burghers of this desert city,\n    Should, in their own confines, with forked heads\n    Have their round haunches gor'd.\n  FIRST LORD. Indeed, my lord,\n    The melancholy Jaques grieves at that;\n    And, in that kind, swears you do more usurp\n    Than doth your brother that hath banish'd you.\n    To-day my Lord of Amiens and myself\n    Did steal behind him as he lay along\n    Under an oak whose antique root peeps out\n    Upon the brook that brawls along this wood!\n    To the which place a poor sequest'red stag,\n    That from the hunter's aim had ta'en a hurt,  \n    Did come to languish; and, indeed, my lord,\n    The wretched animal heav'd forth such groans\n    That their discharge did stretch his leathern coat\n    Almost to bursting; and the big round tears\n    Cours'd one another down his innocent nose\n    In piteous chase; and thus the hairy fool,\n    Much marked of the melancholy Jaques,\n    Stood on th' extremest verge of the swift brook,\n    Augmenting it with tears.\n  DUKE SENIOR. But what said Jaques?\n    Did he not moralize this spectacle?\n  FIRST LORD. O, yes, into a thousand similes.\n    First, for his weeping into the needless stream:\n    'Poor deer,' quoth he 'thou mak'st a testament\n    As worldlings do, giving thy sum of more\n    To that which had too much.' Then, being there alone,\n    Left and abandoned of his velvet friends:\n    ''Tis right'; quoth he 'thus misery doth part\n    The flux of company.' Anon, a careless herd,\n    Full of the pasture, jumps along by him  \n    And never stays to greet him. 'Ay,' quoth Jaques\n    'Sweep on, you fat and greasy citizens;\n    'Tis just the fashion. Wherefore do you look\n    Upon that poor and broken bankrupt there?'\n    Thus most invectively he pierceth through\n    The body of the country, city, court,\n    Yea, and of this our life; swearing that we\n    Are mere usurpers, tyrants, and what's worse,\n    To fright the animals, and to kill them up\n    In their assign'd and native dwelling-place.\n  DUKE SENIOR. And did you leave him in this contemplation?\n  SECOND LORD. We did, my lord, weeping and commenting\n    Upon the sobbing deer.\n  DUKE SENIOR. Show me the place;\n    I love to cope him in these sullen fits,\n    For then he's full of matter.\n  FIRST LORD. I'll bring you to him straight.             Exeunt\n\n\n\n\nSCENE II.\nThe DUKE'S palace\n\nEnter DUKE FREDERICK, with LORDS\n\n  FREDERICK. Can it be possible that no man saw them?\n    It cannot be; some villains of my court\n    Are of consent and sufferance in this.\n  FIRST LORD. I cannot hear of any that did see her.\n    The ladies, her attendants of her chamber,\n    Saw her abed, and in the morning early\n    They found the bed untreasur'd of their mistress.\n  SECOND LORD. My lord, the roynish clown, at whom so oft\n    Your Grace was wont to laugh, is also missing.\n    Hisperia, the Princess' gentlewoman,\n    Confesses that she secretly o'erheard\n    Your daughter and her cousin much commend\n    The parts and graces of the wrestler\n    That did but lately foil the sinewy Charles;\n    And she believes, wherever they are gone,\n    That youth is surely in their company.\n  FREDERICK. Send to his brother; fetch that gallant hither.  \n    If he be absent, bring his brother to me;\n    I'll make him find him. Do this suddenly;\n    And let not search and inquisition quail\n    To bring again these foolish runaways.                Exeunt\n\n\n\n\nSCENE III.\nBefore OLIVER'S house\n\nEnter ORLANDO and ADAM, meeting\n\n  ORLANDO. Who's there?\n  ADAM. What, my young master? O my gentle master!\n    O my sweet master! O you memory\n    Of old Sir Rowland! Why, what make you here?\n    Why are you virtuous? Why do people love you?\n    And wherefore are you gentle, strong, and valiant?\n    Why would you be so fond to overcome\n    The bonny prizer of the humorous Duke?\n    Your praise is come too swiftly home before you.\n    Know you not, master, to some kind of men\n    Their graces serve them but as enemies?\n    No more do yours. Your virtues, gentle master,\n    Are sanctified and holy traitors to you.\n    O, what a world is this, when what is comely\n    Envenoms him that bears it!\n  ORLANDO. Why, what's the matter?\n  ADAM. O unhappy youth!  \n    Come not within these doors; within this roof\n    The enemy of all your graces lives.\n    Your brother- no, no brother; yet the son-\n    Yet not the son; I will not call him son\n    Of him I was about to call his father-\n    Hath heard your praises; and this night he means\n    To burn the lodging where you use to lie,\n    And you within it. If he fail of that,\n    He will have other means to cut you off;\n    I overheard him and his practices.\n    This is no place; this house is but a butchery;\n    Abhor it, fear it, do not enter it.\n  ORLANDO. Why, whither, Adam, wouldst thou have me go?\n  ADAM. No matter whither, so you come not here.\n  ORLANDO. What, wouldst thou have me go and beg my food,\n    Or with a base and boist'rous sword enforce\n    A thievish living on the common road?\n    This I must do, or know not what to do;\n    Yet this I will not do, do how I can.\n    I rather will subject me to the malice  \n    Of a diverted blood and bloody brother.\n  ADAM. But do not so. I have five hundred crowns,\n    The thrifty hire I sav'd under your father,\n    Which I did store to be my foster-nurse,\n    When service should in my old limbs lie lame,\n    And unregarded age in corners thrown.\n    Take that, and He that doth the ravens feed,\n    Yea, providently caters for the sparrow,\n    Be comfort to my age! Here is the gold;\n    All this I give you. Let me be your servant;\n    Though I look old, yet I am strong and lusty;\n    For in my youth I never did apply\n    Hot and rebellious liquors in my blood,\n    Nor did not with unbashful forehead woo\n    The means of weakness and debility;\n    Therefore my age is as a lusty winter,\n    Frosty, but kindly. Let me go with you;\n    I'll do the service of a younger man\n    In all your business and necessities.\n  ORLANDO. O good old man, how well in thee appears  \n    The constant service of the antique world,\n    When service sweat for duty, not for meed!\n    Thou art not for the fashion of these times,\n    Where none will sweat but for promotion,\n    And having that do choke their service up\n    Even with the having; it is not so with thee.\n    But, poor old man, thou prun'st a rotten tree\n    That cannot so much as a blossom yield\n    In lieu of all thy pains and husbandry.\n    But come thy ways, we'll go along together,\n    And ere we have thy youthful wages spent\n    We'll light upon some settled low content.\n  ADAM. Master, go on; and I will follow the\n    To the last gasp, with truth and loyalty.\n    From seventeen years till now almost four-score\n    Here lived I, but now live here no more.\n    At seventeen years many their fortunes seek,\n    But at fourscore it is too late a week;\n    Yet fortune cannot recompense me better\n    Than to die well and not my master's debtor.          Exeunt\n\n\n\n\nSCENE IV.\nThe Forest of Arden\n\nEnter ROSALIND for GANYMEDE, CELIA for ALIENA, and CLOWN alias TOUCHSTONE\n\n  ROSALIND. O Jupiter, how weary are my spirits!\n  TOUCHSTONE. I Care not for my spirits, if my legs were not weary.\n  ROSALIND. I could find in my heart to disgrace my man's apparel,\n    and to cry like a woman; but I must comfort the weaker vessel, as\n    doublet and hose ought to show itself courageous to petticoat;\n    therefore, courage, good Aliena.\n  CELIA. I pray you bear with me; I cannot go no further.\n  TOUCHSTONE. For my part, I had rather bear with you than bear you;\n    yet I should bear no cross if I did bear you; for I think you\n    have no money in your purse.\n  ROSALIND. Well,. this is the Forest of Arden.\n  TOUCHSTONE. Ay, now am I in Arden; the more fool I; when I was at\n    home I was in a better place; but travellers must be content.\n\n                        Enter CORIN and SILVIUS\n  \n  ROSALIND. Ay, be so, good Touchstone. Look you, who comes here, a\n    young man and an old in solemn talk.\n  CORIN. That is the way to make her scorn you still.\n  SILVIUS. O Corin, that thou knew'st how I do love her!\n  CORIN. I partly guess; for I have lov'd ere now.\n  SILVIUS. No, Corin, being old, thou canst not guess,\n    Though in thy youth thou wast as true a lover\n    As ever sigh'd upon a midnight pillow.\n    But if thy love were ever like to mine,\n    As sure I think did never man love so,\n    How many actions most ridiculous\n    Hast thou been drawn to by thy fantasy?\n  CORIN. Into a thousand that I have forgotten.\n  SILVIUS. O, thou didst then never love so heartily!\n    If thou rememb'rest not the slightest folly\n    That ever love did make thee run into,\n    Thou hast not lov'd;\n    Or if thou hast not sat as I do now,\n    Wearing thy hearer in thy mistress' praise,\n    Thou hast not lov'd;  \n    Or if thou hast not broke from company\n    Abruptly, as my passion now makes me,\n    Thou hast not lov'd.\n    O Phebe, Phebe, Phebe!                          Exit Silvius\n  ROSALIND. Alas, poor shepherd! searching of thy wound,\n    I have by hard adventure found mine own.\n  TOUCHSTONE. And I mine. I remember, when I was in love, I broke my\n    sword upon a stone, and bid him take that for coming a-night to\n    Jane Smile; and I remember the kissing of her batler, and the\n    cow's dugs that her pretty chopt hands had milk'd; and I remember\n    the wooing of  peascod instead of her; from whom I took two cods,\n    and giving her them again, said with weeping tears 'Wear these\n    for my sake.' We that are true lovers run into strange capers;\n    but as all is mortal in nature, so is all nature in love mortal\n    in folly.\n  ROSALIND. Thou speak'st wiser than thou art ware of.\n  TOUCHSTONE. Nay, I shall ne'er be ware of mine own wit till I break\n    my shins against it.\n  ROSALIND. Jove, Jove! this shepherd's passion\n    Is much upon my fashion.  \n  TOUCHSTONE. And mine; but it grows something stale with me.\n  CELIA. I pray you, one of you question yond man\n    If he for gold will give us any food;\n    I faint almost to death.\n  TOUCHSTONE. Holla, you clown!\n  ROSALIND. Peace, fool; he's not thy Ensman.\n  CORIN. Who calls?\n  TOUCHSTONE. Your betters, sir.\n  CORIN. Else are they very wretched.\n  ROSALIND. Peace, I say. Good even to you, friend.\n  CORIN. And to you, gentle sir, and to you all.\n  ROSALIND. I prithee, shepherd, if that love or gold\n    Can in this desert place buy entertainment,\n    Bring us where we may rest ourselves and feed.\n    Here's a young maid with travel much oppress'd,\n    And faints for succour.\n  CORIN. Fair sir, I pity her,\n    And wish, for her sake more than for mine own,\n    My fortunes were more able to relieve her;\n    But I am shepherd to another man,  \n    And do not shear the fleeces that I graze.\n    My master is of churlish disposition,\n    And little recks to find the way to heaven\n    By doing deeds of hospitality.\n    Besides, his cote, his flocks, and bounds of feed,\n    Are now on sale; and at our sheepcote now,\n    By reason of his absence, there is nothing\n    That you will feed on; but what is, come see,\n    And in my voice most welcome shall you be.\n  ROSALIND. What is he that shall buy his flock and pasture?\n  CORIN. That young swain that you saw here but erewhile,\n    That little cares for buying any thing.\n  ROSALIND. I pray thee, if it stand with honesty,\n    Buy thou the cottage, pasture, and the flock,\n    And thou shalt have to pay for it of us.\n  CELIA. And we will mend thy wages. I like this place,\n    And willingly could waste my time in it.\n  CORIN. Assuredly the thing is to be sold.\n    Go with me; if you like upon report\n    The soil, the profit, and this kind of life,  \n    I will your very faithful feeder be,\n    And buy it with your gold right suddenly.             Exeunt\n\n\n\n\nSCENE V.\nAnother part of the forest\n\nEnter AMIENS, JAQUES, and OTHERS\n\n                       SONG\n  AMIENS.    Under the greenwood tree\n               Who loves to lie with me,\n               And turn his merry note\n               Unto the sweet bird's throat,\n             Come hither, come hither, come hither.\n               Here shall he see\n               No enemy\n             But winter and rough weather.\n\n  JAQUES. More, more, I prithee, more.\n  AMIENS. It will make you melancholy, Monsieur Jaques.\n  JAQUES. I thank it. More, I prithee, more. I can suck melancholy\n    out of a song, as a weasel sucks eggs. More, I prithee, more.\n  AMIENS. My voice is ragged; I know I cannot please you.\n  JAQUES. I do not desire you to please me; I do desire you to sing.\n    Come, more; another stanzo. Call you 'em stanzos?  \n  AMIENS. What you will, Monsieur Jaques.\n  JAQUES. Nay, I care not for their names; they owe me nothing. Will\n    you sing?\n  AMIENS. More at your request than to please myself.\n  JAQUES. Well then, if ever I thank any man, I'll thank you; but\n    that they call compliment is like th' encounter of two dog-apes;\n    and when a man thanks me heartily, methinks have given him a\n    penny, and he renders me the beggarly thanks. Come, sing; and you\n    that will not, hold your tongues.\n  AMIENS. Well, I'll end the song. Sirs, cover the while; the Duke\n    will drink under this tree. He hath been all this day to look\n    you.\n  JAQUES. And I have been all this day to avoid him. He is to\n    disputable for my company. I think of as many matters as he; but\n    I give heaven thanks, and make no boast of them. Come, warble,\n    come.\n\n                       SONG\n              [All together here]\n  \n           Who doth ambition shun,\n           And loves to live i' th' sun,\n           Seeking the food he eats,\n           And pleas'd with what he gets,\n         Come hither, come hither, come hither.\n           Here shall he see\n           No enemy\n           But winter and rough weather.\n\n  JAQUES. I'll give you a verse to this note that I made yesterday in\n    despite of my invention.\n  AMIENS. And I'll sing it.\n  JAQUES. Thus it goes:\n\n             If it do come to pass\n             That any man turn ass,\n             Leaving his wealth and ease\n             A stubborn will to please,\n           Ducdame, ducdame, ducdame;\n             Here shall he see  \n             Gross fools as he,\n             An if he will come to me.\n\n  AMIENS. What's that 'ducdame'?\n  JAQUES. 'Tis a Greek invocation, to call fools into a circle. I'll\n    go sleep, if I can; if I cannot, I'll rail against all the\n    first-born of Egypt.\n  AMIENS. And I'll go seek the Duke; his banquet is prepar'd.\n                                                Exeunt severally\n\n\n\n\nSCENE VI.\nThe forest\n\nEnter ORLANDO and ADAM\n\n  ADAM. Dear master, I can go no further. O, I die for food! Here lie\n    I down, and measure out my grave. Farewell, kind master.\n  ORLANDO. Why, how now, Adam! No greater heart in thee? Live a\n    little; comfort a little; cheer thyself a little. If this uncouth\n    forest yield anything savage, I will either be food for it or\n    bring it for food to thee. Thy conceit is nearer death than thy\n    powers. For my sake be comfortable; hold death awhile at the\n    arm's end. I will here be with the presently; and if I bring thee\n    not something to eat, I will give thee leave to die; but if thou\n    diest before I come, thou art a mocker of my labour. Well said!\n    thou look'st cheerly; and I'll be with thee quickly. Yet thou\n    liest in the bleak air. Come, I will bear thee to some shelter;\n    and thou shalt not die for lack of a dinner, if there live\n    anything in this desert. Cheerly, good Adam!          Exeunt\n\n\n\n\nSCENE VII.\nThe forest\n\nA table set out. Enter DUKE SENIOR, AMIENS, and LORDS, like outlaws\n\n  DUKE SENIOR. I think he be transform'd into a beast;\n    For I can nowhere find him like a man.\n  FIRST LORD. My lord, he is but even now gone hence;\n    Here was he merry, hearing of a song.\n  DUKE SENIOR. If he, compact of jars, grow musical,\n    We shall have shortly discord in the spheres.\n    Go seek him; tell him I would speak with him.\n\n                         Enter JAQUES\n\n  FIRST LORD. He saves my labour by his own approach.\n  DUKE SENIOR. Why, how now, monsieur! what a life is this,\n    That your poor friends must woo your company?\n    What, you look merrily!\n  JAQUES. A fool, a fool! I met a fool i' th' forest,\n    A motley fool. A miserable world!  \n    As I do live by food, I met a fool,\n    Who laid him down and bask'd him in the sun,\n    And rail'd on Lady Fortune in good terms,\n    In good set terms- and yet a motley fool.\n    'Good morrow, fool,' quoth I; 'No, sir,' quoth he,\n    'Call me not fool till heaven hath sent me fortune.'\n    And then he drew a dial from his poke,\n    And, looking on it with lack-lustre eye,\n    Says very wisely, 'It is ten o'clock;\n    Thus we may see,' quoth he, 'how the world wags;\n    'Tis but an hour ago since it was nine;\n    And after one hour more 'twill be eleven;\n    And so, from hour to hour, we ripe and ripe,\n    And then, from hour to hour, we rot and rot;\n    And thereby hangs a tale.' When I did hear\n    The motley fool thus moral on the time,\n    My lungs began to crow like chanticleer\n    That fools should be so deep contemplative;\n    And I did laugh sans intermission\n    An hour by his dial. O noble fool!  \n    A worthy fool! Motley's the only wear.\n  DUKE SENIOR. What fool is this?\n  JAQUES. O worthy fool! One that hath been a courtier,\n    And says, if ladies be but young and fair,\n    They have the gift to know it; and in his brain,\n    Which is as dry as the remainder biscuit\n    After a voyage, he hath strange places cramm'd\n    With observation, the which he vents\n    In mangled forms. O that I were a fool!\n    I am ambitious for a motley coat.\n  DUKE SENIOR. Thou shalt have one.\n  JAQUES. It is my only suit,\n    Provided that you weed your better judgments\n    Of all opinion that grows rank in them\n    That I am wise. I must have liberty\n    Withal, as large a charter as the wind,\n    To blow on whom I please, for so fools have;\n    And they that are most galled with my folly,\n    They most must laugh. And why, sir, must they so?\n    The why is plain as way to parish church:  \n    He that a fool doth very wisely hit\n    Doth very foolishly, although he smart,\n    Not to seem senseless of the bob; if not,\n    The wise man's folly is anatomiz'd\n    Even by the squand'ring glances of the fool.\n    Invest me in my motley; give me leave\n    To speak my mind, and I will through and through\n    Cleanse the foul body of th' infected world,\n    If they will patiently receive my medicine.\n  DUKE SENIOR. Fie on thee! I can tell what thou wouldst do.\n  JAQUES. What, for a counter, would I do but good?\n  DUKE SENIOR. Most Mischievous foul sin, in chiding sin;\n    For thou thyself hast been a libertine,\n    As sensual as the brutish sting itself;\n    And all th' embossed sores and headed evils\n    That thou with license of free foot hast caught\n    Wouldst thou disgorge into the general world.\n  JAQUES. Why, who cries out on pride\n    That can therein tax any private party?\n    Doth it not flow as hugely as the sea,  \n    Till that the wearer's very means do ebb?\n    What woman in the city do I name\n    When that I say the city-woman bears\n    The cost of princes on unworthy shoulders?\n    Who can come in and say that I mean her,\n    When such a one as she such is her neighbour?\n    Or what is he of basest function\n    That says his bravery is not on my cost,\n    Thinking that I mean him, but therein suits\n    His folly to the mettle of my speech?\n    There then! how then? what then? Let me see wherein\n    My tongue hath wrong'd him: if it do him right,\n    Then he hath wrong'd himself; if he be free,\n    Why then my taxing like a wild-goose flies,\n    Unclaim'd of any man. But who comes here?\n\n             Enter ORLANDO with his sword drawn\n\n  ORLANDO. Forbear, and eat no more.\n  JAQUES. Why, I have eat none yet.  \n  ORLANDO. Nor shalt not, till necessity be serv'd.\n  JAQUES. Of what kind should this cock come of?\n  DUKE SENIOR. Art thou thus bolden'd, man, by thy distress?\n    Or else a rude despiser of good manners,\n    That in civility thou seem'st so empty?\n  ORLANDO. You touch'd my vein at first: the thorny point\n    Of bare distress hath ta'en from me the show\n    Of smooth civility; yet arn I inland bred,\n    And know some nurture. But forbear, I say;\n    He dies that touches any of this fruit\n    Till I and my affairs are answered.\n  JAQUES. An you will not be answer'd with reason, I must die.\n  DUKE SENIOR. What would you have? Your gentleness shall force\n    More than your force move us to gentleness.\n  ORLANDO. I almost die for food, and let me have it.\n  DUKE SENIOR. Sit down and feed, and welcome to our table.\n  ORLANDO. Speak you so gently? Pardon me, I pray you;\n    I thought that all things had been savage here,\n    And therefore put I on the countenance\n    Of stern commandment. But whate'er you are  \n    That in this desert inaccessible,\n    Under the shade of melancholy boughs,\n    Lose and neglect the creeping hours of time;\n    If ever you have look'd on better days,\n    If ever been where bells have knoll'd to church,\n    If ever sat at any good man's feast,\n    If ever from your eyelids wip'd a tear,\n    And know what 'tis to pity and be pitied,\n    Let gentleness my strong enforcement be;\n    In the which hope I blush, and hide my sword.\n  DUKE SENIOR. True is it that we have seen better days,\n    And have with holy bell been knoll'd to church,\n    And sat at good men's feasts, and wip'd our eyes\n    Of drops that sacred pity hath engend'red;\n    And therefore sit you down in gentleness,\n    And take upon command what help we have\n    That to your wanting may be minist'red.\n  ORLANDO. Then but forbear your food a little while,\n    Whiles, like a doe, I go to find my fawn,\n    And give it food. There is an old poor man  \n    Who after me hath many a weary step\n    Limp'd in pure love; till he be first suffic'd,\n    Oppress'd with two weak evils, age and hunger,\n    I will not touch a bit.\n  DUKE SENIOR. Go find him out.\n    And we will nothing waste till you return.\n  ORLANDO. I thank ye; and be blest for your good comfort!\n Exit\n  DUKE SENIOR. Thou seest we are not all alone unhappy:\n    This wide and universal theatre\n    Presents more woeful pageants than the scene\n    Wherein we play in.\n  JAQUES. All the world's a stage,\n    And all the men and women merely players;\n    They have their exits and their entrances;\n    And one man in his time plays many parts,\n    His acts being seven ages. At first the infant,\n    Mewling and puking in the nurse's arms;\n    Then the whining school-boy, with his satchel\n    And shining morning face, creeping like snail  \n    Unwillingly to school. And then the lover,\n    Sighing like furnace, with a woeful ballad\n    Made to his mistress' eyebrow. Then a soldier,\n    Full of strange oaths, and bearded like the pard,\n    Jealous in honour, sudden and quick in quarrel,\n    Seeking the bubble reputation\n    Even in the cannon's mouth. And then the justice,\n    In fair round belly with good capon lin'd,\n    With eyes severe and beard of formal cut,\n    Full of wise saws and modern instances;\n    And so he plays his part. The sixth age shifts\n    Into the lean and slipper'd pantaloon,\n    With spectacles on nose and pouch on side,\n    His youthful hose, well sav'd, a world too wide\n    For his shrunk shank; and his big manly voice,\n    Turning again toward childish treble, pipes\n    And whistles in his sound. Last scene of all,\n    That ends this strange eventful history,\n    Is second childishness and mere oblivion;\n    Sans teeth, sans eyes, sans taste, sans every thing.  \n\n                  Re-enter ORLANDO with ADAM\n\n  DUKE SENIOR. Welcome. Set down your venerable burden.\n    And let him feed.\n  ORLANDO. I thank you most for him.\n  ADAM. So had you need;\n    I scarce can speak to thank you for myself.\n  DUKE SENIOR. Welcome; fall to. I will not trouble you\n    As yet to question you about your fortunes.\n    Give us some music; and, good cousin, sing.\n\n                         SONG\n            Blow, blow, thou winter wind,\n            Thou art not so unkind\n              As man's ingratitude;\n            Thy tooth is not so keen,\n            Because thou art not seen,\n              Although thy breath be rude.\n    Heigh-ho! sing heigh-ho! unto the green holly.  \n    Most friendship is feigning, most loving mere folly.\n            Then, heigh-ho, the holly!\n              This life is most jolly.\n\n            Freeze, freeze, thou bitter sky,\n            That dost not bite so nigh\n              As benefits forgot;\n            Though thou the waters warp,\n            Thy sting is not so sharp\n              As friend rememb'red not.\n    Heigh-ho! sing, &c.\n\n  DUKE SENIOR. If that you were the good Sir Rowland's son,\n    As you have whisper'd faithfully you were,\n    And as mine eye doth his effigies witness\n    Most truly limn'd and living in your face,\n    Be truly welcome hither. I am the Duke\n    That lov'd your father. The residue of your fortune,\n    Go to my cave and tell me. Good old man,\n    Thou art right welcome as thy master is.  \n    Support him by the arm. Give me your hand,\n    And let me all your fortunes understand.              Exeunt\n\n\n\n\nACT III. SCENE I.\nThe palace\n\nEnter DUKE FREDERICK, OLIVER, and LORDS\n\n  FREDERICK. Not see him since! Sir, sir, that cannot be.\n    But were I not the better part made mercy,\n    I should not seek an absent argument\n    Of my revenge, thou present. But look to it:\n    Find out thy brother wheresoe'er he is;\n    Seek him with candle; bring him dead or living\n    Within this twelvemonth, or turn thou no more\n    To seek a living in our territory.\n    Thy lands and all things that thou dost call thine\n    Worth seizure do we seize into our hands,\n    Till thou canst quit thee by thy brother's mouth\n    Of what we think against thee.\n  OLIVER. O that your Highness knew my heart in this!\n    I never lov'd my brother in my life.\n  FREDERICK. More villain thou. Well, push him out of doors;\n    And let my officers of such a nature\n    Make an extent upon his house and lands.  \n    Do this expediently, and turn him going.              Exeunt\n\n\n\n\nSCENE II.\nThe forest\n\nEnter ORLANDO, with a paper\n\n  ORLANDO. Hang there, my verse, in witness of my love;\n    And thou, thrice-crowned Queen of Night, survey\n    With thy chaste eye, from thy pale sphere above,\n    Thy huntress' name that my full life doth sway.\n    O Rosalind! these trees shall be my books,\n    And in their barks my thoughts I'll character,\n    That every eye which in this forest looks\n    Shall see thy virtue witness'd every where.\n    Run, run, Orlando; carve on every tree,\n    The fair, the chaste, and unexpressive she.             Exit\n\n                     Enter CORIN and TOUCHSTONE\n\n  CORIN. And how like you this shepherd's life, Master Touchstone?\n  TOUCHSTONE. Truly, shepherd, in respect of itself, it is a good\n    life; but in respect that it is a shepherd's life, it is nought.\n    In respect that it is solitary, I like it very well; but in  \n    respect that it is private, it is a very vile life. Now in\n    respect it is in the fields, it pleaseth me well; but in respect\n    it is not in the court, it is tedious. As it is a spare life,\n    look you, it fits my humour well; but as there is no more plenty\n    in it, it goes much against my stomach. Hast any philosophy in\n    thee, shepherd?\n  CORIN. No more but that I know the more one sickens the worse at\n    ease he is; and that he that wants money, means, and content, is\n    without three good friends; that the property of rain is to wet,\n    and fire to burn; that good pasture makes fat sheep; and that a\n    great cause of the night is lack of the sun; that he that hath\n    learned no wit by nature nor art may complain of good breeding,\n    or comes of a very dull kindred.\n  TOUCHSTONE. Such a one is a natural philosopher. Wast ever in\n    court, shepherd?\n  CORIN. No, truly.\n  TOUCHSTONE. Then thou art damn'd.\n  CORIN. Nay, I hope.\n  TOUCHSTONE. Truly, thou art damn'd, like an ill-roasted egg, all on\n    one side.  \n  CORIN. For not being at court? Your reason.\n  TOUCHSTONE. Why, if thou never wast at court thou never saw'st good\n    manners; if thou never saw'st good manners, then thy manners must\n    be wicked; and wickedness is sin, and sin is damnation. Thou art\n    in a parlous state, shepherd.\n  CORIN. Not a whit, Touchstone. Those that are good manners at the\n    court are as ridiculous in the country as the behaviour of the\n    country is most mockable at the court. You told me you salute not\n    at the court, but you kiss your hands; that courtesy would be\n    uncleanly if courtiers were shepherds.\n  TOUCHSTONE. Instance, briefly; come, instance.\n  CORIN. Why, we are still handling our ewes; and their fells, you\n    know, are greasy.\n  TOUCHSTONE. Why, do not your courtier's hands sweat? And is not the\n    grease of a mutton as wholesome as the sweat of a man? Shallow,\n    shallow. A better instance, I say; come.\n  CORIN. Besides, our hands are hard.\n  TOUCHSTONE. Your lips will feel them the sooner. Shallow again. A\n    more sounder instance; come.\n  CORIN. And they are often tarr'd over with the surgery of our  \n    sheep; and would you have us kiss tar? The courtier's hands are\n    perfum'd with civet.\n  TOUCHSTONE. Most shallow man! thou worm's meat in respect of a good\n    piece of flesh indeed! Learn of the wise, and perpend: civet is\n    of a baser birth than tar- the very uncleanly flux of a cat. Mend\n    the instance, shepherd.\n  CORIN. You have too courtly a wit for me; I'll rest.\n  TOUCHSTONE. Wilt thou rest damn'd? God help thee, shallow man! God\n    make incision in thee! thou art raw.\n  CORIN. Sir, I am a true labourer: I earn that I eat, get that I\n    wear; owe no man hate, envy no man's happiness; glad of other\n    men's good, content with my harm; and the greatest of my pride is\n    to see my ewes graze and my lambs suck.\n  TOUCHSTONE. That is another simple sin in you: to bring the ewes\n    and the rams together, and to offer to get your living by the\n    copulation of cattle; to be bawd to a bell-wether, and to betray\n    a she-lamb of a twelvemonth to crooked-pated, old, cuckoldly ram,\n    out of all reasonable match. If thou beest not damn'd for this,\n    the devil himself will have no shepherds; I cannot see else how\n    thou shouldst scape.  \n  CORIN. Here comes young Master Ganymede, my new mistress's brother.\n\n                  Enter ROSALIND, reading a paper\n\n  ROSALIND.   'From the east to western Inde,\n              No jewel is like Rosalinde.\n              Her worth, being mounted on the wind,\n              Through all the world bears Rosalinde.\n              All the pictures fairest lin'd\n              Are but black to Rosalinde.\n              Let no face be kept in mind\n              But the fair of Rosalinde.'\n  TOUCHSTONE. I'll rhyme you so eight years together, dinners, and\n    suppers, and sleeping hours, excepted. It is the right\n    butter-women's rank to market.\n  ROSALIND. Out, fool!\n  TOUCHSTONE.   For a taste:\n                If a hart do lack a hind,\n                Let him seek out Rosalinde.\n                If the cat will after kind,  \n                So be sure will Rosalinde.\n                Winter garments must be lin'd,\n                So must slender Rosalinde.\n                They that reap must sheaf and bind,\n                Then to cart with Rosalinde.\n                Sweetest nut hath sourest rind,\n                Such a nut is Rosalinde.\n                He that sweetest rose will find\n                Must find love's prick and Rosalinde.\n    This is the very false gallop of verses; why do you infect\n    yourself with them?\n  ROSALIND. Peace, you dull fool! I found them on a tree.\n  TOUCHSTONE. Truly, the tree yields bad fruit.\n  ROSALIND. I'll graff it with you, and then I shall graff it with a\n    medlar. Then it will be the earliest fruit i' th' country; for\n    you'll be rotten ere you be half ripe, and that's the right\n    virtue of the medlar.\n  TOUCHSTONE. You have said; but whether wisely or no, let the forest\n    judge.\n  \n                      Enter CELIA, with a writing\n\n  ROSALIND. Peace!\n    Here comes my sister, reading; stand aside.\n  CELIA.   'Why should this a desert be?\n             For it is unpeopled? No;\n           Tongues I'll hang on every tree\n             That shall civil sayings show.\n           Some, how brief the life of man\n             Runs his erring pilgrimage,\n           That the streching of a span\n             Buckles in his sum of age;\n           Some, of violated vows\n             'Twixt the souls of friend and friend;\n           But upon the fairest boughs,\n             Or at every sentence end,\n           Will I Rosalinda write,\n             Teaching all that read to know\n           The quintessence of every sprite\n             Heaven would in little show.  \n           Therefore heaven Nature charg'd\n             That one body should be fill'd\n           With all graces wide-enlarg'd.\n             Nature presently distill'd\n           Helen's cheek, but not her heart,\n             Cleopatra's majesty,\n           Atalanta's better part,\n             Sad Lucretia's modesty.\n           Thus Rosalinde of many parts\n             By heavenly synod was devis'd,\n           Of many faces, eyes, and hearts,\n             To have the touches dearest priz'd.\n           Heaven would that she these gifts should have,\n           And I to live and die her slave.'\n  ROSALIND. O most gentle pulpiter! What tedious homily of love have\n    you wearied your parishioners withal, and never cried 'Have\n    patience, good people.'\n  CELIA. How now! Back, friends; shepherd, go off a little; go with\n    him, sirrah.\n  TOUCHSTONE. Come, shepherd, let us make an honourable retreat;  \n    though not with bag and baggage, yet with scrip and scrippage.\n                                     Exeunt CORIN and TOUCHSTONE\n  CELIA. Didst thou hear these verses?\n  ROSALIND. O, yes, I heard them all, and more too; for some of them\n    had in them more feet than the verses would bear.\n  CELIA. That's no matter; the feet might bear the verses.\n  ROSALIND. Ay, but the feet were lame, and could not bear themselves\n    without the verse, and therefore stood lamely in the verse.\n  CELIA. But didst thou hear without wondering how thy name should be\n    hang'd and carved upon these trees?\n  ROSALIND. I was seven of the nine days out of the wonder before you\n    came; for look here what I found on a palm-tree. I was never so\n    berhym'd since Pythagoras' time that I was an Irish rat, which I\n    can hardly remember.\n  CELIA. Trow you who hath done this?\n  ROSALIND. Is it a man?\n  CELIA. And a chain, that you once wore, about his neck.\n    Change you colour?\n  ROSALIND. I prithee, who?\n  CELIA. O Lord, Lord! it is a hard matter for friends to meet; but  \n    mountains may be remov'd with earthquakes, and so encounter.\n  ROSALIND. Nay, but who is it?\n  CELIA. Is it possible?\n  ROSALIND. Nay, I prithee now, with most petitionary vehemence, tell\n    me who it is.\n  CELIA. O wonderful, wonderful, most wonderful wonderful, and yet\n    again wonderful, and after that, out of all whooping!\n  ROSALIND. Good my complexion! dost thou think, though I am\n    caparison'd like a man, I have a doublet and hose in my\n    disposition? One inch of delay more is a South Sea of discovery.\n    I prithee tell me who is it quickly, and speak apace. I would\n    thou could'st stammer, that thou mightst pour this conceal'd man\n    out of thy mouth, as wine comes out of narrow-mouth'd bottle-\n    either too much at once or none at all. I prithee take the cork\n    out of thy mouth that I may drink thy tidings.\n  CELIA. So you may put a man in your belly.\n  ROSALIND. Is he of God's making? What manner of man?\n    Is his head worth a hat or his chin worth a beard?\n  CELIA. Nay, he hath but a little beard.\n  ROSALIND. Why, God will send more if the man will be thankful. Let  \n    me stay the growth of his beard, if thou delay me not the\n    knowledge of his chin.\n  CELIA. It is young Orlando, that tripp'd up the wrestler's heels\n    and your heart both in an instant.\n  ROSALIND. Nay, but the devil take mocking! Speak sad brow and true\n    maid.\n  CELIA. I' faith, coz, 'tis he.\n  ROSALIND. Orlando?\n  CELIA. Orlando.\n  ROSALIND. Alas the day! what shall I do with my doublet and hose?\n    What did he when thou saw'st him? What said he? How look'd he?\n    Wherein went he? What makes he here? Did he ask for me? Where\n    remains he? How parted he with thee? And when shalt thou see him\n    again? Answer me in one word.\n  CELIA. You must borrow me Gargantua's mouth first; 'tis a word too\n    great for any mouth of this age's size. To say ay and no to these\n    particulars is more than to answer in a catechism.\n  ROSALIND. But doth he know that I am in this forest, and in man's\n    apparel? Looks he as freshly as he did the day he wrestled?\n  CELIA. It is as easy to count atomies as to resolve the  \n    propositions of a lover; but take a taste of my finding him, and\n    relish it with good observance. I found him under a tree, like a\n    dropp'd acorn.\n  ROSALIND. It may well be call'd Jove's tree, when it drops forth\n    such fruit.\n  CELIA. Give me audience, good madam.\n  ROSALIND. Proceed.\n  CELIA. There lay he, stretch'd along like a wounded knight.\n  ROSALIND. Though it be pity to see such a sight, it well becomes\n    the ground.\n  CELIA. Cry 'Holla' to thy tongue, I prithee; it curvets\n    unseasonably. He was furnish'd like a hunter.\n  ROSALIND. O, ominous! he comes to kill my heart.\n  CELIA. I would sing my song without a burden; thou bring'st me out\n    of tune.\n  ROSALIND. Do you not know I am a woman? When I think, I must speak.\n    Sweet, say on.\n  CELIA. You bring me out. Soft! comes he not here?\n\n                   Enter ORLANDO and JAQUES  \n\n  ROSALIND. 'Tis he; slink by, and note him.\n  JAQUES. I thank you for your company; but, good faith, I had as\n    lief have been myself alone.\n  ORLANDO. And so had I; but yet, for fashion sake, I thank you too\n    for your society.\n  JAQUES. God buy you; let's meet as little as we can.\n  ORLANDO. I do desire we may be better strangers.\n  JAQUES. I pray you mar no more trees with writing love songs in\n    their barks.\n  ORLANDO. I pray you mar no more of my verses with reading them\n    ill-favouredly.\n  JAQUES. Rosalind is your love's name?\n  ORLANDO. Yes, just.\n  JAQUES. I do not like her name.\n  ORLANDO. There was no thought of pleasing you when she was\n    christen'd.\n  JAQUES. What stature is she of?\n  ORLANDO. Just as high as my heart.\n  JAQUES. You are full of pretty answers. Have you not been  \n    acquainted with goldsmiths' wives, and conn'd them out of rings?\n  ORLANDO. Not so; but I answer you right painted cloth, from whence\n    you have studied your questions.\n  JAQUES. You have a nimble wit; I think 'twas made of Atalanta's\n    heels. Will you sit down with me? and we two will rail against\n    our mistress the world, and all our misery.\n  ORLANDO. I will chide no breather in the world but myself, against\n    whom I know most faults.\n  JAQUES. The worst fault you have is to be in love.\n  ORLANDO. 'Tis a fault I will not change for your best virtue. I am\n    weary of you.\n  JAQUES. By my troth, I was seeking for a fool when I found you.\n  ORLANDO. He is drown'd in the brook; look but in, and you shall see\n    him.\n  JAQUES. There I shall see mine own figure.\n  ORLANDO. Which I take to be either a fool or a cipher.\n  JAQUES. I'll tarry no longer with you; farewell, good Signior Love.\n  ORLANDO. I am glad of your departure; adieu, good Monsieur\n    Melancholy.\n                                                     Exit JAQUES  \n  ROSALIND. [Aside to CELIA] I will speak to him like a saucy lackey,\n    and under that habit play the knave with him.- Do you hear,\n    forester?\n  ORLANDO. Very well; what would you?\n  ROSALIND. I pray you, what is't o'clock?\n  ORLANDO. You should ask me what time o' day; there's no clock in\n    the forest.\n  ROSALIND. Then there is no true lover in the forest, else sighing\n    every minute and groaning every hour would detect the lazy foot\n    of Time as well as a clock.\n  ORLANDO. And why not the swift foot of Time? Had not that been as\n    proper?\n  ROSALIND. By no means, sir. Time travels in divers paces with\n    divers persons. I'll tell you who Time ambles withal, who Time\n    trots withal, who Time gallops withal, and who he stands still\n    withal.\n  ORLANDO. I prithee, who doth he trot withal?\n  ROSALIND. Marry, he trots hard with a young maid between the\n    contract of her marriage and the day it is solemniz'd; if the\n    interim be but a se'nnight, Time's pace is so hard that it seems  \n    the length of seven year.\n  ORLANDO. Who ambles Time withal?\n  ROSALIND. With a priest that lacks Latin and a rich man that hath\n    not the gout; for the one sleeps easily because he cannot study,\n    and the other lives merrily because he feels no pain; the one\n    lacking the burden of lean and wasteful learning, the other\n    knowing no burden of heavy tedious penury. These Time ambles\n    withal.\n  ORLANDO. Who doth he gallop withal?\n  ROSALIND. With a thief to the gallows; for though he go as softly\n    as foot can fall, he thinks himself too soon there.\n  ORLANDO. Who stays it still withal?\n  ROSALIND. With lawyers in the vacation; for they sleep between term\n    and term, and then they perceive not how Time moves.\n  ORLANDO. Where dwell you, pretty youth?\n  ROSALIND. With this shepherdess, my sister; here in the skirts of\n    the forest, like fringe upon a petticoat.\n  ORLANDO. Are you native of this place?\n  ROSALIND. As the coney that you see dwell where she is kindled.\n  ORLANDO. Your accent is something finer than you could purchase in  \n    so removed a dwelling.\n  ROSALIND. I have been told so of many; but indeed an old religious\n    uncle of mine taught me to speak, who was in his youth an inland\n    man; one that knew courtship too well, for there he fell in love.\n    I have heard him read many lectures against it; and I thank God I\n    am not a woman, to be touch'd with so many giddy offences as he\n    hath generally tax'd their whole sex withal.\n  ORLANDO. Can you remember any of the principal evils that he laid\n    to the charge of women?\n  ROSALIND. There were none principal; they were all like one another\n    as halfpence are; every one fault seeming monstrous till his\n    fellow-fault came to match it.\n  ORLANDO. I prithee recount some of them.\n  ROSALIND. No; I will not cast away my physic but on those that are\n    sick. There is a man haunts the forest that abuses our young\n    plants with carving 'Rosalind' on their barks; hangs odes upon\n    hawthorns and elegies on brambles; all, forsooth, deifying the\n    name of Rosalind. If I could meet that fancy-monger, I would give\n    him some good counsel, for he seems to have the quotidian of love\n    upon him.  \n  ORLANDO. I am he that is so love-shak'd; I pray you tell me your\n    remedy.\n  ROSALIND. There is none of my uncle's marks upon you; he taught me\n    how to know a man in love; in which cage of rushes I am sure you\n    are not prisoner.\n  ORLANDO. What were his marks?\n  ROSALIND. A lean cheek, which you have not; a blue eye and sunken,\n    which you have not; an unquestionable spirit, which you have not;\n    a beard neglected, which you have not; but I pardon you for that,\n    for simply your having in beard is a younger brother's revenue.\n    Then your hose should be ungarter'd, your bonnet unbanded, your\n    sleeve unbutton'd, your shoe untied, and every thing about you\n    demonstrating a careless desolation. But you are no such man; you\n    are rather point-device in your accoutrements, as loving yourself\n    than seeming the lover of any other.\n  ORLANDO. Fair youth, I would I could make thee believe I love.\n  ROSALIND. Me believe it! You may as soon make her that you love\n    believe it; which, I warrant, she is apter to do than to confess\n    she does. That is one of the points in the which women still give\n    the lie to their consciences. But, in good sooth, are you he that  \n    hangs the verses on the trees wherein Rosalind is so admired?\n  ORLANDO. I swear to thee, youth, by the white hand of Rosalind, I\n    am that he, that unfortunate he.\n  ROSALIND. But are you so much in love as your rhymes speak?\n  ORLANDO. Neither rhyme nor reason can express how much.\n  ROSALIND. Love is merely a madness; and, I tell you, deserves as\n    well a dark house and a whip as madmen do; and the reason why\n    they are not so punish'd and cured is that the lunacy is so\n    ordinary that the whippers are in love too. Yet I profess curing\n    it by counsel.\n  ORLANDO. Did you ever cure any so?\n  ROSALIND. Yes, one; and in this manner. He was to imagine me his\n    love, his mistress; and I set him every day to woo me; at which\n    time would I, being but a moonish youth, grieve, be effeminate,\n    changeable, longing and liking, proud, fantastical, apish,\n    shallow, inconstant, full of tears, full of smiles; for every\n    passion something and for no passion truly anything, as boys and\n    women are for the most part cattle of this colour; would now like\n    him, now loathe him; then entertain him, then forswear him; now\n    weep for him, then spit at him; that I drave my suitor from his  \n    mad humour of love to a living humour of madness; which was, to\n    forswear the full stream of the world and to live in a nook\n    merely monastic. And thus I cur'd him; and this way will I take\n    upon me to wash your liver as clean as a sound sheep's heart,\n    that there shall not be one spot of love in 't.\n  ORLANDO. I would not be cured, youth.\n  ROSALIND. I would cure you, if you would but call me Rosalind, and\n    come every day to my cote and woo me.\n  ORLANDO. Now, by the faith of my love, I will. Tell me where it is.\n  ROSALIND. Go with me to it, and I'll show it you; and, by the way,\n    you shall tell me where in the forest you live. Will you go?\n  ORLANDO. With all my heart, good youth.\n  ROSALIND. Nay, you must call me Rosalind. Come, sister, will you\n    go?                                                   Exeunt\n\n\n\n\nSCENE III.\nThe forest\n\nEnter TOUCHSTONE and AUDREY; JAQUES behind\n\n  TOUCHSTONE. Come apace, good Audrey; I will fetch up your goats,\n    Audrey. And how, Audrey, am I the man yet? Doth my simple feature\n    content you?\n  AUDREY. Your features! Lord warrant us! What features?\n  TOUCHSTONE. I am here with thee and thy goats, as the most\n    capricious poet, honest Ovid, was among the Goths.\n  JAQUES. [Aside] O knowledge ill-inhabited, worse than Jove in a\n    thatch'd house!\n  TOUCHSTONE. When a man's verses cannot be understood, nor a man's\n    good wit seconded with the forward child understanding, it\n    strikes a man more dead than a great reckoning in a little room.\n    Truly, I would the gods had made thee poetical.\n  AUDREY. I do not know what 'poetical' is. Is it honest in deed and\n    word? Is it a true thing?\n  TOUCHSTONE. No, truly; for the truest poetry is the most feigning,\n    and lovers are given to poetry; and what they swear in poetry may\n    be said as lovers they do feign.  \n  AUDREY. Do you wish, then, that the gods had made me poetical?\n  TOUCHSTONE. I do, truly, for thou swear'st to me thou art honest;\n    now, if thou wert a poet, I might have some hope thou didst\n    feign.\n  AUDREY. Would you not have me honest?\n  TOUCHSTONE. No, truly, unless thou wert hard-favour'd; for honesty\n    coupled to beauty is to have honey a sauce to sugar.\n  JAQUES. [Aside] A material fool!\n  AUDREY. Well, I am not fair; and therefore I pray the gods make me\n    honest.\n  TOUCHSTONE. Truly, and to cast away honesty upon a foul slut were\n    to put good meat into an unclean dish.\n  AUDREY. I am not a slut, though I thank the gods I am foul.\n  TOUCHSTONE. Well, praised be the gods for thy foulness;\n    sluttishness may come hereafter. But be it as it may be, I will\n    marry thee; and to that end I have been with Sir Oliver Martext,\n    the vicar of the next village, who hath promis'd to meet me in\n    this place of the forest, and to couple us.\n  JAQUES. [Aside] I would fain see this meeting.\n  AUDREY. Well, the gods give us joy!  \n  TOUCHSTONE. Amen. A man may, if he were of a fearful heart, stagger\n    in this attempt; for here we have no temple but the wood, no\n    assembly but horn-beasts. But what though? Courage! As horns are\n    odious, they are necessary. It is said: 'Many a man knows no end\n    of his goods.' Right! Many a man has good horns and knows no end\n    of them. Well, that is the dowry of his wife; 'tis none of his\n    own getting. Horns? Even so. Poor men alone? No, no; the noblest\n    deer hath them as huge as the rascal. Is the single man therefore\n    blessed? No; as a wall'd town is more worthier than a village, so\n    is the forehead of a married man more honourable than the bare\n    brow of a bachelor; and by how much defence is better than no\n    skill, by so much is horn more precious than to want. Here comes\n    Sir Oliver.\n\n                       Enter SIR OLIVER MARTEXT\n\n    Sir Oliver Martext, you are well met. Will you dispatch us here\n    under this tree, or shall we go with you to your chapel?\n  MARTEXT. Is there none here to give the woman?\n  TOUCHSTONE. I will not take her on gift of any man.  \n  MARTEXT. Truly, she must be given, or the marriage is not lawful.\n  JAQUES. [Discovering himself] Proceed, proceed; I'll give her.\n  TOUCHSTONE. Good even, good Master What-ye-call't; how do you, sir?\n    You are very well met. Goddild you for your last company. I am\n    very glad to see you. Even a toy in hand here, sir. Nay; pray be\n    cover'd.\n  JAQUES. Will you be married, motley?\n  TOUCHSTONE. As the ox hath his bow, sir, the horse his curb, and\n    the falcon her bells, so man hath his desires; and as pigeons\n    bill, so wedlock would be nibbling.\n  JAQUES. And will you, being a man of your breeding, be married\n    under a bush, like a beggar? Get you to church and have a good\n    priest that can tell you what marriage is; this fellow will but\n    join you together as they join wainscot; then one of you will\n    prove a shrunk panel, and like green timber warp, warp.\n  TOUCHSTONE. [Aside] I am not in the mind but I were better to be\n    married of him than of another; for he is not like to marry me\n    well; and not being well married, it will be a good excuse for me\n    hereafter to leave my wife.\n  JAQUES. Go thou with me, and let me counsel thee.  \n  TOUCHSTONE. Come, sweet Audrey;\n    We must be married or we must live in bawdry.\n    Farewell, good Master Oliver. Not-\n               O sweet Oliver,\n               O brave Oliver,\n           Leave me not behind thee.\n    But-\n                 Wind away,\n               Begone, I say,\n           I will not to wedding with thee.\n                           Exeunt JAQUES, TOUCHSTONE, and AUDREY\n  MARTEXT. 'Tis no matter; ne'er a fantastical knave of them all\n    shall flout me out of my calling.                       Exit\n\n\n\n\nSCENE IV.\nThe forest\n\nEnter ROSALIND and CELIA\n\n  ROSALIND. Never talk to me; I will weep.\n  CELIA. Do, I prithee; but yet have the grace to consider that tears\n    do not become a man.\n  ROSALIND. But have I not cause to weep?\n  CELIA. As good cause as one would desire; therefore weep.\n  ROSALIND. His very hair is of the dissembling colour.\n  CELIA. Something browner than Judas's.\n    Marry, his kisses are Judas's own children.\n  ROSALIND. I' faith, his hair is of a good colour.\n  CELIA. An excellent colour: your chestnut was ever the only colour.\n  ROSALIND. And his kissing is as full of sanctity as the touch of\n    holy bread.\n  CELIA. He hath bought a pair of cast lips of Diana. A nun of\n    winter's sisterhood kisses not more religiously; the very ice of\n    chastity is in them.\n  ROSALIND. But why did he swear he would come this morning, and\n    comes not?\n  CELIA. Nay, certainly, there is no truth in him.  \n  ROSALIND. Do you think so?\n  CELIA. Yes; I think he is not a pick-purse nor a horse-stealer; but\n    for his verity in love, I do think him as concave as covered\n    goblet or a worm-eaten nut.\n  ROSALIND. Not true in love?\n  CELIA. Yes, when he is in; but I think he is not in.\n  ROSALIND. You have heard him swear downright he was.\n  CELIA. 'Was' is not 'is'; besides, the oath of a lover is no\n    stronger than the word of a tapster; they are both the confirmer\n    of false reckonings. He attends here in the forest on the Duke,\n    your father.\n  ROSALIND. I met the Duke yesterday, and had much question with him.\n    He asked me of what parentage I was; I told him, of as good as\n    he; so he laugh'd and let me go. But what talk we of fathers when\n    there is such a man as Orlando?\n  CELIA. O, that's a brave man! He writes brave verses, speaks brave\n    words, swears brave oaths, and breaks them bravely, quite\n    traverse, athwart the heart of his lover; as a puny tilter, that\n    spurs his horse but on one side, breaks his staff like a noble\n    goose. But all's brave that youth mounts and folly guides. Who  \n    comes here?\n\n                         Enter CORIN\n\n  CORIN. Mistress and master, you have oft enquired\n    After the shepherd that complain'd of love,\n    Who you saw sitting by me on the turf,\n    Praising the proud disdainful shepherdess\n    That was his mistress.\n  CELIA. Well, and what of him?\n  CORIN. If you will see a pageant truly play'd\n    Between the pale complexion of true love\n    And the red glow of scorn and proud disdain,\n    Go hence a little, and I shall conduct you,\n    If you will mark it.\n  ROSALIND. O, come, let us remove!\n    The sight of lovers feedeth those in love.\n    Bring us to this sight, and you shall say\n    I'll prove a busy actor in their play.                Exeunt\n\n\n\n\nSCENE V.\nAnother part of the forest\n\nEnter SILVIUS and PHEBE\n\n  SILVIUS. Sweet Phebe, do not scorn me; do not, Phebe.\n    Say that you love me not; but say not so\n    In bitterness. The common executioner,\n    Whose heart th' accustom'd sight of death makes hard,\n    Falls not the axe upon the humbled neck\n    But first begs pardon. Will you sterner be\n    Than he that dies and lives by bloody drops?\n\n          Enter ROSALIND, CELIA, and CORIN, at a distance\n\n  PHEBE. I would not be thy executioner;\n    I fly thee, for I would not injure thee.\n    Thou tell'st me there is murder in mine eye.\n    'Tis pretty, sure, and very probable,\n    That eyes, that are the frail'st and softest things,\n    Who shut their coward gates on atomies,\n    Should be call'd tyrants, butchers, murderers!  \n    Now I do frown on thee with all my heart;\n    And if mine eyes can wound, now let them kill thee.\n    Now counterfeit to swoon; why, now fall down;\n    Or, if thou canst not, O, for shame, for shame,\n    Lie not, to say mine eyes are murderers.\n    Now show the wound mine eye hath made in thee.\n    Scratch thee but with a pin, and there remains\n    Some scar of it; lean upon a rush,\n    The cicatrice and capable impressure\n    Thy palm some moment keeps; but now mine eyes,\n    Which I have darted at thee, hurt thee not;\n    Nor, I am sure, there is not force in eyes\n    That can do hurt.\n  SILVIUS. O dear Phebe,\n    If ever- as that ever may be near-\n    You meet in some fresh cheek the power of fancy,\n    Then shall you know the wounds invisible\n    That love's keen arrows make.\n  PHEBE. But till that time\n    Come not thou near me; and when that time comes,  \n    Afflict me with thy mocks, pity me not;\n    As till that time I shall not pity thee.\n  ROSALIND. [Advancing] And why, I pray you? Who might be your\n      mother,\n    That you insult, exult, and all at once,\n    Over the wretched? What though you have no beauty-\n    As, by my faith, I see no more in you\n    Than without candle may go dark to bed-\n    Must you be therefore proud and pitiless?\n    Why, what means this? Why do you look on me?\n    I see no more in you than in the ordinary\n    Of nature's sale-work. 'Od's my little life,\n    I think she means to tangle my eyes too!\n    No faith, proud mistress, hope not after it;\n    'Tis not your inky brows, your black silk hair,\n    Your bugle eyeballs, nor your cheek of cream,\n    That can entame my spirits to your worship.\n    You foolish shepherd, wherefore do you follow her,\n    Like foggy south, puffing with wind and rain?\n    You are a thousand times a properer man  \n    Than she a woman. 'Tis such fools as you\n    That makes the world full of ill-favour'd children.\n    'Tis not her glass, but you, that flatters her;\n    And out of you she sees herself more proper\n    Than any of her lineaments can show her.\n    But, mistress, know yourself. Down on your knees,\n    And thank heaven, fasting, for a good man's love;\n    For I must tell you friendly in your ear:\n    Sell when you can; you are not for all markets.\n    Cry the man mercy, love him, take his offer;\n    Foul is most foul, being foul to be a scoffer.\n    So take her to thee, shepherd. Fare you well.\n  PHEBE. Sweet youth, I pray you chide a year together;\n    I had rather hear you chide than this man woo.\n  ROSALIND. He's fall'n in love with your foulness, and she'll fall\n    in love with my anger. If it be so, as fast as she answers thee\n    with frowning looks, I'll sauce her with bitter words. Why look\n    you so upon me?\n  PHEBE. For no ill will I bear you.\n  ROSALIND. I pray you do not fall in love with me,  \n    For I am falser than vows made in wine;\n    Besides, I like you not. If you will know my house,\n    'Tis at the tuft of olives here hard by.\n    Will you go, sister? Shepherd, ply her hard.\n    Come, sister. Shepherdess, look on him better,\n    And be not proud; though all the world could see,\n    None could be so abus'd in sight as he.\n    Come, to our flock.        Exeunt ROSALIND, CELIA, and CORIN\n  PHEBE. Dead shepherd, now I find thy saw of might:\n    'Who ever lov'd that lov'd not at first sight?'\n  SILVIUS. Sweet Phebe.\n  PHEBE. Ha! what say'st thou, Silvius?\n  SILVIUS. Sweet Phebe, pity me.\n  PHEBE. Why, I arn sorry for thee, gentle Silvius.\n  SILVIUS. Wherever sorrow is, relief would be.\n    If you do sorrow at my grief in love,\n    By giving love, your sorrow and my grief\n    Were both extermin'd.\n  PHEBE. Thou hast my love; is not that neighbourly?\n  SILVIUS. I would have you.  \n  PHEBE. Why, that were covetousness.\n    Silvius, the time was that I hated thee;\n    And yet it is not that I bear thee love;\n    But since that thou canst talk of love so well,\n    Thy company, which erst was irksome to me,\n    I will endure; and I'll employ thee too.\n    But do not look for further recompense\n    Than thine own gladness that thou art employ'd.\n  SILVIUS. So holy and so perfect is my love,\n    And I in such a poverty of grace,\n    That I shall think it a most plenteous crop\n    To glean the broken ears after the man\n    That the main harvest reaps; loose now and then\n    A scatt'red smile, and that I'll live upon.\n  PHEBE. Know'st thou the youth that spoke to me erewhile?\n  SILVIUS. Not very well; but I have met him oft;\n    And he hath bought the cottage and the bounds\n    That the old carlot once was master of.\n  PHEBE. Think not I love him, though I ask for him;\n    'Tis but a peevish boy; yet he talks well.  \n    But what care I for words? Yet words do well\n    When he that speaks them pleases those that hear.\n    It is a pretty youth- not very pretty;\n    But, sure, he's proud; and yet his pride becomes him.\n    He'll make a proper man. The best thing in him\n    Is his complexion; and faster than his tongue\n    Did make offence, his eye did heal it up.\n    He is not very tall; yet for his years he's tall;\n    His leg is but so-so; and yet 'tis well.\n    There was a pretty redness in his lip,\n    A little riper and more lusty red\n    Than that mix'd in his cheek; 'twas just the difference\n    Betwixt the constant red and mingled damask.\n    There be some women, Silvius, had they mark'd him\n    In parcels as I did, would have gone near\n    To fall in love with him; but, for my part,\n    I love him not, nor hate him not; and yet\n    I have more cause to hate him than to love him;\n    For what had he to do to chide at me?\n    He said mine eyes were black, and my hair black,  \n    And, now I am rememb'red, scorn'd at me.\n    I marvel why I answer'd not again;\n    But that's all one: omittance is no quittance.\n    I'll write to him a very taunting letter,\n    And thou shalt bear it; wilt thou, Silvius?\n  SILVIUS. Phebe, with all my heart.\n  PHEBE. I'll write it straight;\n    The matter's in my head and in my heart;\n    I will be bitter with him and passing short.\n    Go with me, Silvius.                                  Exeunt\n\nACT IV. SCENE I.\nThe forest\n\nEnter ROSALIND, CELIA, and JAQUES\n\n  JAQUES. I prithee, pretty youth, let me be better acquainted with\n    thee.\n  ROSALIND. They say you are a melancholy fellow.\n  JAQUES. I am so; I do love it better than laughing.\n  ROSALIND. Those that are in extremity of either are abominable\n    fellows, and betray themselves to every modern censure worse than\n    drunkards.\n  JAQUES. Why, 'tis good to be sad and say nothing.\n  ROSALIND. Why then, 'tis good to be a post.\n  JAQUES. I have neither the scholar's melancholy, which is\n    emulation; nor the musician's, which is fantastical; nor the\n    courtier's, which is proud; nor the soldier's, which is\n    ambitious; nor the lawyer's, which is politic; nor the lady's,\n    which is nice; nor the lover's, which is all these; but it is a\n    melancholy of mine own, compounded of many simples, extracted\n    from many objects, and, indeed, the sundry contemplation of my\n    travels; in which my often rumination wraps me in a most humorous  \n    sadness.\n  ROSALIND. A traveller! By my faith, you have great reason to be\n    sad. I fear you have sold your own lands to see other men's; then\n    to have seen much and to have nothing is to have rich eyes and\n    poor hands.\n  JAQUES. Yes, I have gain'd my experience.\n\n                        Enter ORLANDO\n\n  ROSALIND. And your experience makes you sad. I had rather have a\n    fool to make me merry than experience to make me sad- and to\n    travel for it too.\n  ORLANDO. Good day, and happiness, dear Rosalind!\n  JAQUES. Nay, then, God buy you, an you talk in blank verse.\n  ROSALIND. Farewell, Monsieur Traveller; look you lisp and wear\n    strange suits, disable all the benefits of your own country, be\n    out of love with your nativity, and almost chide God for making\n    you that countenance you are; or I will scarce think you have\n    swam in a gondola. [Exit JAQUES] Why, how now, Orlando! where\n    have you been all this while? You a lover! An you serve me such  \n    another trick, never come in my sight more.\n  ORLANDO. My fair Rosalind, I come within an hour of my promise.\n  ROSALIND. Break an hour's promise in love! He that will divide a\n    minute into a thousand parts, and break but a part of the\n    thousand part of a minute in the affairs of love, it may be said\n    of him that Cupid hath clapp'd him o' th' shoulder, but I'll\n    warrant him heart-whole.\n  ORLANDO. Pardon me, dear Rosalind.\n  ROSALIND. Nay, an you be so tardy, come no more in my sight. I had\n    as lief be woo'd of a snail.\n  ORLANDO. Of a snail!\n  ROSALIND. Ay, of a snail; for though he comes slowly, he carries\n    his house on his head- a better jointure, I think, than you make\n    a woman; besides, he brings his destiny with him.\n  ORLANDO. What's that?\n  ROSALIND. Why, horns; which such as you are fain to be beholding to\n    your wives for; but he comes armed in his fortune, and prevents\n    the slander of his wife.\n  ORLANDO. Virtue is no horn-maker; and my Rosalind is virtuous.\n  ROSALIND. And I am your Rosalind.  \n  CELIA. It pleases him to call you so; but he hath a Rosalind of a\n    better leer than you.\n  ROSALIND. Come, woo me, woo me; for now I am in a holiday humour,\n    and like enough to consent. What would you say to me now, an I\n    were your very very Rosalind?\n  ORLANDO. I would kiss before I spoke.\n  ROSALIND. Nay, you were better speak first; and when you were\n    gravell'd for lack of matter, you might take occasion to kiss.\n    Very good orators, when they are out, they will spit; and for\n    lovers lacking- God warn us!- matter, the cleanliest shift is to\n    kiss.\n  ORLANDO. How if the kiss be denied?\n  ROSALIND. Then she puts you to entreaty, and there begins new\n    matter.\n  ORLANDO. Who could be out, being before his beloved mistress?\n  ROSALIND. Marry, that should you, if I were your mistress; or I\n    should think my honesty ranker than my wit.\n  ORLANDO. What, of my suit?\n  ROSALIND. Not out of your apparel, and yet out of your suit.\n    Am not I your Rosalind?  \n  ORLANDO. I take some joy to say you are, because I would be talking\n    of her.\n  ROSALIND. Well, in her person, I say I will not have you.\n  ORLANDO. Then, in mine own person, I die.\n  ROSALIND. No, faith, die by attorney. The poor world is almost six\n    thousand years old, and in all this time there was not any man\n    died in his own person, videlicet, in a love-cause. Troilus had\n    his brains dash'd out with a Grecian club; yet he did what he\n    could to die before, and he is one of the patterns of love.\n    Leander, he would have liv'd many a fair year, though Hero had\n    turn'd nun, if it had not been for a hot midsummer night; for,\n    good youth, he went but forth to wash him in the Hellespont, and,\n    being taken with the cramp, was drown'd; and the foolish\n    chroniclers of that age found it was- Hero of Sestos. But these\n    are all lies: men have died from time to time, and worms have\n    eaten them, but not for love.\n  ORLANDO. I would not have my right Rosalind of this mind; for, I\n    protest, her frown might kill me.\n  ROSALIND. By this hand, it will not kill a fly. But come, now I\n    will be your Rosalind in a more coming-on disposition; and ask me  \n    what you will, I will grant it.\n  ORLANDO. Then love me, Rosalind.\n  ROSALIND. Yes, faith, will I, Fridays and Saturdays, and all.\n  ORLANDO. And wilt thou have me?\n  ROSALIND. Ay, and twenty such.\n  ORLANDO. What sayest thou?\n  ROSALIND. Are you not good?\n  ORLANDO. I hope so.\n  ROSALIND. Why then, can one desire too much of a good thing? Come,\n    sister, you shall be the priest, and marry us. Give me your hand,\n    Orlando. What do you say, sister?\n  ORLANDO. Pray thee, marry us.\n  CELIA. I cannot say the words.\n  ROSALIND. You must begin 'Will you, Orlando'-\n  CELIA. Go to. Will you, Orlando, have to wife this Rosalind?\n  ORLANDO. I will.\n  ROSALIND. Ay, but when?\n  ORLANDO. Why, now; as fast as she can marry us.\n  ROSALIND. Then you must say 'I take thee, Rosalind, for wife.'\n  ORLANDO. I take thee, Rosalind, for wife.  \n  ROSALIND. I might ask you for your commission; but- I do take thee,\n    Orlando, for my husband. There's a girl goes before the priest;\n    and, certainly, a woman's thought runs before her actions.\n  ORLANDO. So do all thoughts; they are wing'd.\n  ROSALIND. Now tell me how long you would have her, after you have\n    possess'd her.\n  ORLANDO. For ever and a day.\n  ROSALIND. Say 'a day' without the 'ever.' No, no, Orlando; men are\n    April when they woo, December when they wed: maids are May when\n    they are maids, but the sky changes when they are wives. I will\n    be more jealous of thee than a Barbary cock-pigeon over his hen,\n    more clamorous than a parrot against rain, more new-fangled than\n    an ape, more giddy in my desires than a monkey. I will weep for\n    nothing, like Diana in the fountain, and I will do that when you\n    are dispos'd to be merry; I will laugh like a hyen, and that when\n    thou are inclin'd to sleep.\n  ORLANDO. But will my Rosalind do so?\n  ROSALIND. By my life, she will do as I do.\n  ORLANDO. O, but she is wise.\n  ROSALIND. Or else she could not have the wit to do this. The wiser,  \n    the waywarder. Make the doors upon a woman's wit, and it will out\n    at the casement; shut that, and 'twill out at the key-hole; stop\n    that, 'twill fly with the smoke out at the chimney.\n  ORLANDO. A man that had a wife with such a wit, he might say 'Wit,\n    whither wilt?' ROSALIND. Nay, you might keep that check for it, till you met your\n    wife's wit going to your neighbour's bed.\n  ORLANDO. And what wit could wit have to excuse that?\n  ROSALIND. Marry, to say she came to seek you there. You shall never\n    take her without her answer, unless you take her without her\n    tongue. O, that woman that cannot make her fault her husband's\n    occasion, let her never nurse her child herself, for she will\n    breed it like a fool!\n  ORLANDO. For these two hours, Rosalind, I will leave thee.\n  ROSALIND. Alas, dear love, I cannot lack thee two hours!\n  ORLANDO. I must attend the Duke at dinner; by two o'clock I will be\n    with thee again.\n  ROSALIND. Ay, go your ways, go your ways. I knew what you would\n    prove; my friends told me as much, and I thought no less. That\n    flattering tongue of yours won me. 'Tis but one cast away, and  \n    so, come death! Two o'clock is your hour?\n  ORLANDO. Ay, sweet Rosalind.\n  ROSALIND. By my troth, and in good earnest, and so God mend me, and\n    by all pretty oaths that are not dangerous, if you break one jot\n    of your promise, or come one minute behind your hour, I will\n    think you the most pathetical break-promise, and the most hollow\n    lover, and the most unworthy of her you call Rosalind, that may\n    be chosen out of the gross band of the unfaithful. Therefore\n    beware my censure, and keep your promise.\n  ORLANDO. With no less religion than if thou wert indeed my\n    Rosalind; so, adieu.\n  ROSALIND. Well, Time is the old justice that examines all such\n    offenders, and let Time try. Adieu.             Exit ORLANDO\n  CELIA. You have simply misus'd our sex in your love-prate. We must\n    have your doublet and hose pluck'd over your head, and show the\n    world what the bird hath done to her own nest.\n  ROSALIND. O coz, coz, coz, my pretty little coz, that thou didst\n    know how many fathom deep I am in love! But it cannot be sounded;\n    my affection hath an unknown bottom, like the Bay of Portugal.\n  CELIA. Or rather, bottomless; that as fast as you pour affection  \n    in, it runs out.\n  ROSALIND. No; that same wicked bastard of Venus, that was begot of\n    thought, conceiv'd of spleen, and born of madness; that blind\n    rascally boy, that abuses every one's eyes, because his own are\n    out- let him be judge how deep I am in love. I'll tell thee,\n    Aliena, I cannot be out of the sight of Orlando. I'll go find a\n    shadow, and sigh till he come.\n  CELIA. And I'll sleep.                                  Exeunt\n\n\n\n\nSCENE II.\nThe forest\n\n        Enter JAQUES and LORDS, in the habit of foresters\n\n  JAQUES. Which is he that killed the deer?\n  LORD. Sir, it was I.\n  JAQUES. Let's present him to the Duke, like a Roman conqueror; and\n    it would do well to set the deer's horns upon his head for a\n    branch of victory. Have you no song, forester, for this purpose?\n  LORD. Yes, sir.\n  JAQUES. Sing it; 'tis no matter how it be in tune, so it make noise\n    enough.\n\n                    SONG.\n\n      What shall he have that kill'd the deer?\n      His leather skin and horns to wear.\n                              [The rest shall hear this burden:]\n           Then sing him home.\n\n      Take thou no scorn to wear the horn;  \n      It was a crest ere thou wast born.\n           Thy father's father wore it;\n           And thy father bore it.\n      The horn, the horn, the lusty horn,\n      Is not a thing to laugh to scorn.                   Exeunt\n\n\n\n\nSCENE III.\nThe forest\n\nEnter ROSALIND and CELIA\n\n  ROSALIND. How say you now? Is it not past two o'clock?\n    And here much Orlando!\n  CELIA. I warrant you, with pure love and troubled brain, he hath\n    ta'en his bow and arrows, and is gone forth- to sleep. Look, who\n    comes here.\n\n                      Enter SILVIUS\n\n  SILVIUS. My errand is to you, fair youth;\n    My gentle Phebe did bid me give you this.\n    I know not the contents; but, as I guess\n    By the stern brow and waspish action\n    Which she did use as she was writing of it,\n    It bears an angry tenour. Pardon me,\n    I am but as a guiltless messenger.\n  ROSALIND. Patience herself would startle at this letter,\n    And play the swaggerer. Bear this, bear all.\n    She says I am not fair, that I lack manners;  \n    She calls me proud, and that she could not love me,\n    Were man as rare as Phoenix. 'Od's my will!\n    Her love is not the hare that I do hunt;\n    Why writes she so to me? Well, shepherd, well,\n    This is a letter of your own device.\n  SILVIUS. No, I protest, I know not the contents;\n    Phebe did write it.\n  ROSALIND. Come, come, you are a fool,\n    And turn'd into the extremity of love.\n    I saw her hand; she has a leathern hand,\n    A freestone-colour'd hand; I verily did think\n    That her old gloves were on, but 'twas her hands;\n    She has a huswife's hand- but that's no matter.\n    I say she never did invent this letter:\n    This is a man's invention, and his hand.\n  SILVIUS. Sure, it is hers.\n  ROSALIND. Why, 'tis a boisterous and a cruel style;\n    A style for challengers. Why, she defies me,\n    Like Turk to Christian. Women's gentle brain\n    Could not drop forth such giant-rude invention,  \n    Such Ethiope words, blacker in their effect\n    Than in their countenance. Will you hear the letter?\n  SILVIUS. So please you, for I never heard it yet;\n    Yet heard too much of Phebe's cruelty.\n  ROSALIND. She Phebes me: mark how the tyrant writes.\n                                                         [Reads]\n\n            'Art thou god to shepherd turn'd,\n            That a maiden's heart hath burn'd?'\n\n    Can a woman rail thus?\n  SILVIUS. Call you this railing?\n  ROSALIND. 'Why, thy godhead laid apart,\n             Warr'st thou with a woman's heart?'\n\n    Did you ever hear such railing?\n\n            'Whiles the eye of man did woo me,\n            That could do no vengeance to me.'\n  \n    Meaning me a beast.\n\n            'If the scorn of your bright eyne\n            Have power to raise such love in mine,\n            Alack, in me what strange effect\n            Would they work in mild aspect!\n            Whiles you chid me, I did love;\n            How then might your prayers move!\n            He that brings this love to the\n            Little knows this love in me;\n            And by him seal up thy mind,\n            Whether that thy youth and kind\n            Will the faithful offer take\n            Of me and all that I can make;\n            Or else by him my love deny,\n            And then I'll study how to die.'\n  SILVIUS. Call you this chiding?\n  CELIA. Alas, poor shepherd!\n  ROSALIND. Do you pity him? No, he deserves no pity. Wilt thou love\n    such a woman? What, to make thee an instrument, and play false  \n    strains upon thee! Not to be endur'd! Well, go your way to her,\n    for I see love hath made thee tame snake, and say this to her-\n    that if she love me, I charge her to love thee; if she will not,\n    I will never have her unless thou entreat for her. If you be a\n    true lover, hence, and not a word; for here comes more company.\n                                                    Exit SILVIUS\n\n                         Enter OLIVER\n\n  OLIVER. Good morrow, fair ones; pray you, if you know,\n    Where in the purlieus of this forest stands\n    A sheep-cote fenc'd about with olive trees?\n  CELIA. West of this place, down in the neighbour bottom.\n    The rank of osiers by the murmuring stream\n    Left on your right hand brings you to the place.\n    But at this hour the house doth keep itself;\n    There's none within.\n  OLIVER. If that an eye may profit by a tongue,\n    Then should I know you by description-\n    Such garments, and such years: 'The boy is fair,  \n    Of female favour, and bestows himself\n    Like a ripe sister; the woman low,\n    And browner than her brother.' Are not you\n    The owner of the house I did inquire for?\n  CELIA. It is no boast, being ask'd, to say we are.\n  OLIVER. Orlando doth commend him to you both;\n    And to that youth he calls his Rosalind\n    He sends this bloody napkin. Are you he?\n  ROSALIND. I am. What must we understand by this?\n  OLIVER. Some of my shame; if you will know of me\n    What man I am, and how, and why, and where,\n    This handkercher was stain'd.\n  CELIA. I pray you, tell it.\n  OLIVER. When last the young Orlando parted from you,\n    He left a promise to return again\n    Within an hour; and, pacing through the forest,\n    Chewing the food of sweet and bitter fancy,\n    Lo, what befell! He threw his eye aside,\n    And mark what object did present itself.\n    Under an oak, whose boughs were moss'd with age,  \n    And high top bald with dry antiquity,\n    A wretched ragged man, o'ergrown with hair,\n    Lay sleeping on his back. About his neck\n    A green and gilded snake had wreath'd itself,\n    Who with her head nimble in threats approach'd\n    The opening of his mouth; but suddenly,\n    Seeing Orlando, it unlink'd itself,\n    And with indented glides did slip away\n    Into a bush; under which bush's shade\n    A lioness, with udders all drawn dry,\n    Lay couching, head on ground, with catlike watch,\n    When that the sleeping man should stir; for 'tis\n    The royal disposition of that beast\n    To prey on nothing that doth seem as dead.\n    This seen, Orlando did approach the man,\n    And found it was his brother, his elder brother.\n  CELIA. O, I have heard him speak of that same brother;\n    And he did render him the most unnatural\n    That liv'd amongst men.\n  OLIVER. And well he might so do,  \n    For well I know he was unnatural.\n  ROSALIND. But, to Orlando: did he leave him there,\n    Food to the suck'd and hungry lioness?\n  OLIVER. Twice did he turn his back, and purpos'd so;\n    But kindness, nobler ever than revenge,\n    And nature, stronger than his just occasion,\n    Made him give battle to the lioness,\n    Who quickly fell before him; in which hurtling\n    From miserable slumber I awak'd.\n  CELIA. Are you his brother?\n  ROSALIND. Was't you he rescu'd?\n  CELIA. Was't you that did so oft contrive to kill him?\n  OLIVER. 'Twas I; but 'tis not I. I do not shame\n    To tell you what I was, since my conversion\n    So sweetly tastes, being the thing I am.\n  ROSALIND. But for the bloody napkin?\n  OLIVER. By and by.\n    When from the first to last, betwixt us two,\n    Tears our recountments had most kindly bath'd,\n    As how I came into that desert place-  \n    In brief, he led me to the gentle Duke,\n    Who gave me fresh array and entertainment,\n    Committing me unto my brother's love;\n    Who led me instantly unto his cave,\n    There stripp'd himself, and here upon his arm\n    The lioness had torn some flesh away,\n    Which all this while had bled; and now he fainted,\n    And cried, in fainting, upon Rosalind.\n    Brief, I recover'd him, bound up his wound,\n    And, after some small space, being strong at heart,\n    He sent me hither, stranger as I am,\n    To tell this story, that you might excuse\n    His broken promise, and to give this napkin,\n    Dy'd in his blood, unto the shepherd youth\n    That he in sport doth call his Rosalind.\n                                               [ROSALIND swoons]\n  CELIA. Why, how now, Ganymede! sweet Ganymede!\n  OLIVER. Many will swoon when they do look on blood.\n  CELIA. There is more in it. Cousin Ganymede!\n  OLIVER. Look, he recovers.  \n  ROSALIND. I would I were at home.\n  CELIA. We'll lead you thither.\n    I pray you, will you take him by the arm?\n  OLIVER. Be of good cheer, youth. You a man!\n    You lack a man's heart.\n  ROSALIND. I do so, I confess it. Ah, sirrah, a body would think\n    this was well counterfeited. I pray you tell your brother how\n    well I counterfeited. Heigh-ho!\n  OLIVER. This was not counterfeit; there is too great testimony in\n    your complexion that it was a passion of earnest.\n  ROSALIND. Counterfeit, I assure you.\n  OLIVER. Well then, take a good heart and counterfeit to be a man.\n  ROSALIND. So I do; but, i' faith, I should have been a woman by\n    right.\n  CELIA. Come, you look paler and paler; pray you draw homewards.\n    Good sir, go with us.\n  OLIVER. That will I, for I must bear answer back\n    How you excuse my brother, Rosalind.\n  ROSALIND. I shall devise something; but, I pray you, commend my\n    counterfeiting to him. Will you go?                   Exeunt\n\nACT V. SCENE I.\nThe forest\n\nEnter TOUCHSTONE and AUDREY\n\n  TOUCHSTONE. We shall find a time, Audrey; patience, gentle Audrey.\n  AUDREY. Faith, the priest was good enough, for all the old\n    gentleman's saying.\n  TOUCHSTONE. A most wicked Sir Oliver, Audrey, a most vile Martext.\n    But, Audrey, there is a youth here in the forest lays claim to\n    you.\n  AUDREY. Ay, I know who 'tis; he hath no interest in me in the\n    world; here comes the man you mean.\n\n                         Enter WILLIAM\n\n  TOUCHSTONE. It is meat and drink to me to see a clown. By my troth,\n    we that have good wits have much to answer for: we shall be\n    flouting; we cannot hold.\n  WILLIAM. Good ev'n, Audrey.\n  AUDREY. God ye good ev'n, William.\n  WILLIAM. And good ev'n to you, sir.  \n  TOUCHSTONE. Good ev'n, gentle friend. Cover thy head, cover thy\n    head; nay, prithee be cover'd. How old are you, friend?\n  WILLIAM. Five and twenty, sir.\n  TOUCHSTONE. A ripe age. Is thy name William?\n  WILLIAM. William, sir.\n  TOUCHSTONE. A fair name. Wast born i' th' forest here?\n  WILLIAM. Ay, sir, I thank God.\n  TOUCHSTONE. 'Thank God.' A good answer.\n    Art rich?\n  WILLIAM. Faith, sir, so so.\n  TOUCHSTONE. 'So so' is good, very good, very excellent good; and\n    yet it is not; it is but so so. Art thou wise?\n  WILLIAM. Ay, sir, I have a pretty wit.\n  TOUCHSTONE. Why, thou say'st well. I do now remember a saying: 'The\n    fool doth think he is wise, but the wise man knows himself to be\n    a fool.' The heathen philosopher, when he had a desire to eat a\n    grape, would open his lips when he put it into his mouth; meaning\n    thereby that grapes were made to eat and lips to open. You do\n    love this maid?\n  WILLIAM. I do, sir.  \n  TOUCHSTONE. Give me your hand. Art thou learned?\n  WILLIAM. No, sir.\n  TOUCHSTONE. Then learn this of me: to have is to have; for it is a\n    figure in rhetoric that drink, being pour'd out of cup into a\n    glass, by filling the one doth empty the other; for all your\n    writers do consent that ipse is he; now, you are not ipse, for I\n    am he.\n  WILLIAM. Which he, sir?\n  TOUCHSTONE. He, sir, that must marry this woman. Therefore, you\n    clown, abandon- which is in the vulgar leave- the society- which\n    in the boorish is company- of this female- which in the common is\n    woman- which together is: abandon the society of this female; or,\n    clown, thou perishest; or, to thy better understanding, diest;\n    or, to wit, I kill thee, make thee away, translate thy life into\n    death, thy liberty into bondage. I will deal in poison with thee,\n    or in bastinado, or in steel; I will bandy with thee in faction;\n    will o'er-run thee with policy; I will kill thee a hundred and\n    fifty ways; therefore tremble and depart.\n  AUDREY. Do, good William.\n  WILLIAM. God rest you merry, sir.                         Exit  \n\n                          Enter CORIN\n\n  CORIN. Our master and mistress seeks you; come away, away.\n  TOUCHSTONE. Trip, Audrey, trip, Audrey. I attend, I attend.\n                                                          Exeunt\n\n\n\n\nSCENE II.\nThe forest\n\nEnter ORLANDO and OLIVER\n\n  ORLANDO. Is't possible that on so little acquaintance you should\n    like her? that but seeing you should love her? and loving woo?\n    and, wooing, she should grant? and will you persever to enjoy\n    her?\n  OLIVER. Neither call the giddiness of it in question, the poverty\n    of her, the small acquaintance, my sudden wooing, nor her sudden\n    consenting; but say with me, I love Aliena; say with her that she\n    loves me; consent with both that we may enjoy each other. It\n    shall be to your good; for my father's house and all the revenue\n    that was old Sir Rowland's will I estate upon you, and here live\n    and die a shepherd.\n  ORLANDO. You have my consent. Let your wedding be to-morrow.\n    Thither will I invite the Duke and all's contented followers. Go\n    you and prepare Aliena; for, look you, here comes my Rosalind.\n\n                        Enter ROSALIND\n  \n  ROSALIND. God save you, brother.\n  OLIVER. And you, fair sister.                             Exit\n  ROSALIND. O, my dear Orlando, how it grieves me to see thee wear\n    thy heart in a scarf!\n  ORLANDO. It is my arm.\n  ROSALIND. I thought thy heart had been wounded with the claws of a\n    lion.\n  ORLANDO. Wounded it is, but with the eyes of a lady.\n  ROSALIND. Did your brother tell you how I counterfeited to swoon\n    when he show'd me your handkercher?\n  ORLANDO. Ay, and greater wonders than that.\n  ROSALIND. O, I know where you are. Nay, 'tis true. There was never\n    any thing so sudden but the fight of two rams and Caesar's\n    thrasonical brag of 'I came, saw, and overcame.' For your brother\n    and my sister no sooner met but they look'd; no sooner look'd but\n    they lov'd; no sooner lov'd but they sigh'd; no sooner sigh'd but\n    they ask'd one another the reason; no sooner knew the reason but\n    they sought the remedy- and in these degrees have they made pair\n    of stairs to marriage, which they will climb incontinent, or else\n    be incontinent before marriage. They are in the very wrath of  \n    love, and they will together. Clubs cannot part them.\n  ORLANDO. They shall be married to-morrow; and I will bid the Duke\n    to the nuptial. But, O, how bitter a thing it is to look into\n    happiness through another man's eyes! By so much the more shall I\n    to-morrow be at the height of heart-heaviness, by how much I\n    shall think my brother happy in having what he wishes for.\n  ROSALIND. Why, then, to-morrow I cannot serve your turn for\n    Rosalind?\n  ORLANDO. I can live no longer by thinking.\n  ROSALIND. I will weary you, then, no longer with idle talking. Know\n    of me then- for now I speak to some purpose- that I know you are\n    a gentleman of good conceit. I speak not this that you should\n    bear a good opinion of my knowledge, insomuch I say I know you\n    are; neither do I labour for a greater esteem than may in some\n    little measure draw a belief from you, to do yourself good, and\n    not to grace me. Believe then, if you please, that I can do\n    strange things. I have, since I was three year old, convers'd\n    with a magician, most profound in his art and yet not damnable.\n    If you do love Rosalind so near the heart as your gesture cries\n    it out, when your brother marries Aliena shall you marry her. I  \n    know into what straits of fortune she is driven; and it is not\n    impossible to me, if it appear not inconvenient to you, to set\n    her before your eyes to-morrow, human as she is, and without any\n    danger.\n  ORLANDO. Speak'st thou in sober meanings?\n  ROSALIND. By my life, I do; which I tender dearly, though I say I\n    am a magician. Therefore put you in your best array, bid your\n    friends; for if you will be married to-morrow, you shall; and to\n    Rosalind, if you will.\n\n                     Enter SILVIUS and PHEBE\n\n    Look, here comes a lover of mine, and a lover of hers.\n  PHEBE. Youth, you have done me much ungentleness\n    To show the letter that I writ to you.\n  ROSALIND. I care not if I have. It is my study\n    To seem despiteful and ungentle to you.\n    You are there follow'd by a faithful shepherd;\n    Look upon him, love him; he worships you.\n  PHEBE. Good shepherd, tell this youth what 'tis to love.  \n  SILVIUS. It is to be all made of sighs and tears;\n    And so am I for Phebe.\n  PHEBE. And I for Ganymede.\n  ORLANDO. And I for Rosalind.\n  ROSALIND. And I for no woman.\n  SILVIUS. It is to be all made of faith and service;\n    And so am I for Phebe.\n  PHEBE. And I for Ganymede.\n  ORLANDO. And I for Rosalind.\n  ROSALIND. And I for no woman.\n  SILVIUS. It is to be all made of fantasy,\n    All made of passion, and all made of wishes;\n    All adoration, duty, and observance,\n    All humbleness, all patience, and impatience,\n    All purity, all trial, all obedience;\n    And so am I for Phebe.\n  PHEBE. And so am I for Ganymede.\n  ORLANDO. And so am I for Rosalind.\n  ROSALIND. And so am I for no woman.\n  PHEBE. If this be so, why blame you me to love you?  \n  SILVIUS. If this be so, why blame you me to love you?\n  ORLANDO. If this be so, why blame you me to love you?\n  ROSALIND. Why do you speak too, 'Why blame you me to love you?'\n  ORLANDO. To her that is not here, nor doth not hear.\n  ROSALIND. Pray you, no more of this; 'tis like the howling of Irish\n    wolves against the moon. [To SILVIUS] I will help you if I can.\n    [To PHEBE] I would love you if I could.- To-morrow meet me all\n    together. [ To PHEBE ] I will marry you if ever I marry woman,\n    and I'll be married to-morrow. [To ORLANDO] I will satisfy you if\n    ever I satisfied man, and you shall be married to-morrow. [To\n    Silvius] I will content you if what pleases you contents you, and\n    you shall be married to-morrow. [To ORLANDO] As you love\n    Rosalind, meet. [To SILVIUS] As you love Phebe, meet;- and as I\n    love no woman, I'll meet. So, fare you well; I have left you\n    commands.\n  SILVIUS. I'll not fail, if I live.\n  PHEBE. Nor I.\n  ORLANDO. Nor I.                                         Exeunt\n\n\n\n\nSCENE III.\nThe forest\n\nEnter TOUCHSTONE and AUDREY\n\n  TOUCHSTONE. To-morrow is the joyful day, Audre'y; to-morrow will we\n    be married.\n  AUDREY. I do desire it with all my heart; and I hope it is no\n    dishonest desire to desire to be a woman of the world. Here come\n    two of the banish'd Duke's pages.\n\n                            Enter two PAGES\n\n  FIRST PAGE. Well met, honest gentleman.\n  TOUCHSTONE. By my troth, well met. Come sit, sit, and a song.\n  SECOND PAGE. We are for you; sit i' th' middle.\n  FIRST PAGE. Shall we clap into't roundly, without hawking, or\n    spitting, or saying we are hoarse, which are the only prologues\n    to a bad voice?\n  SECOND PAGE. I'faith, i'faith; and both in a tune, like two gipsies\n    on a horse.\n  \n                      SONG.\n        It was a lover and his lass,\n          With a hey, and a ho, and a hey nonino,\n        That o'er the green corn-field did pass\n          In the spring time, the only pretty ring time,\n        When birds do sing, hey ding a ding, ding.\n        Sweet lovers love the spring.\n\n        Between the acres of the rye,\n          With a hey, and a ho, and a hey nonino,\n        These pretty country folks would lie,\n          In the spring time, &c.\n\n        This carol they began that hour,\n          With a hey, and a ho, and a hey nonino,\n        How that a life was but a flower,\n          In the spring time, &c.\n\n        And therefore take the present time,\n          With a hey, and a ho, and a hey nonino,  \n        For love is crowned with the prime,\n          In the spring time, &c.\n\n  TOUCHSTONE. Truly, young gentlemen, though there was no great\n    matter in the ditty, yet the note was very untuneable.\n  FIRST PAGE. YOU are deceiv'd, sir; we kept time, we lost not our\n    time.\n  TOUCHSTONE. By my troth, yes; I count it but time lost to hear such\n    a foolish song. God buy you; and God mend your voices. Come,\n    Audrey.                                               Exeunt\n\n\n\n\nSCENE IV.\nThe forest\n\nEnter DUKE SENIOR, AMIENS, JAQUES, ORLANDO, OLIVER, and CELIA\n\n  DUKE SENIOR. Dost thou believe, Orlando, that the boy\n    Can do all this that he hath promised?\n  ORLANDO. I sometimes do believe and sometimes do not:\n    As those that fear they hope, and know they fear.\n\n               Enter ROSALIND, SILVIUS, and PHEBE\n\n  ROSALIND. Patience once more, whiles our compact is urg'd:\n    You say, if I bring in your Rosalind,\n    You will bestow her on Orlando here?\n  DUKE SENIOR. That would I, had I kingdoms to give with her.\n  ROSALIND. And you say you will have her when I bring her?\n  ORLANDO. That would I, were I of all kingdoms king.\n  ROSALIND. You say you'll marry me, if I be willing?\n  PHEBE. That will I, should I die the hour after.\n  ROSALIND. But if you do refuse to marry me,  \n    You'll give yourself to this most faithful shepherd?\n  PHEBE. So is the bargain.\n  ROSALIND. You say that you'll have Phebe, if she will?\n  SILVIUS. Though to have her and death were both one thing.\n  ROSALIND. I have promis'd to make all this matter even.\n    Keep you your word, O Duke, to give your daughter;\n    You yours, Orlando, to receive his daughter;\n    Keep your word, Phebe, that you'll marry me,\n    Or else, refusing me, to wed this shepherd;\n    Keep your word, Silvius, that you'll marry her\n    If she refuse me; and from hence I go,\n    To make these doubts all even.\n                                       Exeunt ROSALIND and CELIA\n  DUKE SENIOR. I do remember in this shepherd boy\n    Some lively touches of my daughter's favour.\n  ORLANDO. My lord, the first time that I ever saw him\n    Methought he was a brother to your daughter.\n    But, my good lord, this boy is forest-born,\n    And hath been tutor'd in the rudiments\n    Of many desperate studies by his uncle,  \n    Whom he reports to be a great magician,\n    Obscured in the circle of this forest.\n\n                    Enter TOUCHSTONE and AUDREY\n\n  JAQUES. There is, sure, another flood toward, and these couples are\n    coming to the ark. Here comes a pair of very strange beasts which\n    in all tongues are call'd fools.\n  TOUCHSTONE. Salutation and greeting to you all!\n  JAQUES. Good my lord, bid him welcome. This is the motley-minded\n    gentleman that I have so often met in the forest. He hath been a\n     courtier, he swears.\n  TOUCHSTONE. If any man doubt that, let him put me to my purgation.\n    I have trod a measure; I have flatt'red a lady; I have been\n    politic with my friend, smooth with mine enemy; I have undone\n    three tailors; I have had four quarrels, and like to have fought\n    one.\n  JAQUES. And how was that ta'en up?\n  TOUCHSTONE. Faith, we met, and found the quarrel was upon the\n    seventh cause.  \n  JAQUES. How seventh cause? Good my lord, like this fellow.\n  DUKE SENIOR. I like him very well.\n  TOUCHSTONE. God 'ild you, sir; I desire you of the like. I press in\n    here, sir, amongst the rest of the country copulatives, to swear\n    and to forswear, according as marriage binds and blood breaks. A\n    poor virgin, sir, an ill-favour'd thing, sir, but mine own; a\n    poor humour of mine, sir, to take that that man else will. Rich\n    honesty dwells like a miser, sir, in a poor house; as your pearl\n    in your foul oyster.\n  DUKE SENIOR. By my faith, he is very swift and sententious.\n  TOUCHSTONE. According to the fool's bolt, sir, and such dulcet\n    diseases.\n  JAQUES. But, for the seventh cause: how did you find the quarrel on\n    the seventh cause?\n  TOUCHSTONE. Upon a lie seven times removed- bear your body more\n    seeming, Audrey- as thus, sir. I did dislike the cut of a certain\n    courtier's beard; he sent me word, if I said his beard was not\n    cut well, he was in the mind it was. This is call'd the Retort\n    Courteous. If I sent him word again it was not well cut, he would\n    send me word he cut it to please himself. This is call'd the Quip  \n    Modest. If again it was not well cut, he disabled my judgment.\n    This is call'd the Reply Churlish. If again it was not well cut,\n    he would answer I spake not true. This is call'd the Reproof\n    Valiant. If again it was not well cut, he would say I lie. This\n    is call'd the Countercheck Quarrelsome. And so to the Lie\n    Circumstantial and the Lie Direct.\n  JAQUES. And how oft did you say his beard was not well cut?\n  TOUCHSTONE. I durst go no further than the Lie Circumstantial, nor\n    he durst not give me the Lie Direct; and so we measur'd swords\n    and parted.\n  JAQUES. Can you nominate in order now the degrees of the lie?\n  TOUCHSTONE. O, sir, we quarrel in print by the book, as you have\n    books for good manners. I will name you the degrees. The first,\n    the Retort Courteous; the second, the Quip Modest; the third, the\n    Reply Churlish; the fourth, the Reproof Valiant; the fifth, the\n    Countercheck Quarrelsome; the sixth, the Lie with Circumstance;\n    the seventh, the Lie Direct. All these you may avoid but the Lie\n    Direct; and you may avoid that too with an If. I knew when seven\n    justices could not take up a quarrel; but when the parties were\n    met themselves, one of them thought but of an If, as: 'If you  \n    said so, then I said so.' And they shook hands, and swore\n    brothers. Your If is the only peace-maker; much virtue in If.\n  JAQUES. Is not this a rare fellow, my lord?\n    He's as good at any thing, and yet a fool.\n  DUKE SENIOR. He uses his folly like a stalking-horse, and under the\n    presentation of that he shoots his wit:\n\n          Enter HYMEN, ROSALIND, and CELIA. Still MUSIC\n\n    HYMEN.    Then is there mirth in heaven,\n              When earthly things made even\n                Atone together.\n              Good Duke, receive thy daughter;\n              Hymen from heaven brought her,\n                Yea, brought her hither,\n              That thou mightst join her hand with his,\n              Whose heart within his bosom is.\n  ROSALIND. [To DUKE] To you I give myself, for I am yours.\n    [To ORLANDO] To you I give myself, for I am yours.\n  DUKE SENIOR. If there be truth in sight, you are my daughter.  \n  ORLANDO. If there be truth in sight, you are my Rosalind.\n  PHEBE. If sight and shape be true,\n    Why then, my love adieu!\n  ROSALIND. I'll have no father, if you be not he;\n    I'll have no husband, if you be not he;\n    Nor ne'er wed woman, if you be not she.\n  HYMEN.    Peace, ho! I bar confusion;\n            'Tis I must make conclusion\n              Of these most strange events.\n            Here's eight that must take hands\n            To join in Hymen's bands,\n              If truth holds true contents.\n            You and you no cross shall part;\n            You and you are heart in heart;\n            You to his love must accord,\n            Or have a woman to your lord;\n            You and you are sure together,\n            As the winter to foul weather.\n            Whiles a wedlock-hymn we sing,\n            Feed yourselves with questioning,  \n            That reason wonder may diminish,\n            How thus we met, and these things finish.\n\n                       SONG\n            Wedding is great Juno's crown;\n              O blessed bond of board and bed!\n            'Tis Hymen peoples every town;\n              High wedlock then be honoured.\n            Honour, high honour, and renown,\n            To Hymen, god of every town!\n\n  DUKE SENIOR. O my dear niece, welcome thou art to me!\n    Even daughter, welcome in no less degree.\n  PHEBE. I will not eat my word, now thou art mine;\n    Thy faith my fancy to thee doth combine.\n\n                 Enter JAQUES de BOYS\n\n  JAQUES de BOYS. Let me have audience for a word or two.\n    I am the second son of old Sir Rowland,  \n    That bring these tidings to this fair assembly.\n    Duke Frederick, hearing how that every day\n    Men of great worth resorted to this forest,\n    Address'd a mighty power; which were on foot,\n    In his own conduct, purposely to take\n    His brother here, and put him to the sword;\n    And to the skirts of this wild wood he came,\n    Where, meeting with an old religious man,\n    After some question with him, was converted\n    Both from his enterprise and from the world;\n    His crown bequeathing to his banish'd brother,\n    And all their lands restor'd to them again\n    That were with him exil'd. This to be true\n    I do engage my life.\n  DUKE SENIOR. Welcome, young man.\n    Thou offer'st fairly to thy brothers' wedding:\n    To one, his lands withheld; and to the other,\n    A land itself at large, a potent dukedom.\n    First, in this forest let us do those ends\n    That here were well begun and well begot;  \n    And after, every of this happy number,\n    That have endur'd shrewd days and nights with us,\n    Shall share the good of our returned fortune,\n    According to the measure of their states.\n    Meantime, forget this new-fall'n dignity,\n    And fall into our rustic revelry.\n    Play, music; and you brides and bridegrooms all,\n    With measure heap'd in joy, to th' measures fall.\n  JAQUES. Sir, by your patience. If I heard you rightly,\n    The Duke hath put on a religious life,\n    And thrown into neglect the pompous court.\n  JAQUES DE BOYS. He hath.\n  JAQUES. To him will I. Out of these convertites\n    There is much matter to be heard and learn'd.\n    [To DUKE] You to your former honour I bequeath;\n    Your patience and your virtue well deserves it.\n    [To ORLANDO] You to a love that your true faith doth merit;\n    [To OLIVER] You to your land, and love, and great allies\n    [To SILVIUS] You to a long and well-deserved bed;\n    [To TOUCHSTONE] And you to wrangling; for thy loving voyage  \n    Is but for two months victuall'd.- So to your pleasures;\n    I am for other than for dancing measures.\n  DUKE SENIOR. Stay, Jaques, stay.\n  JAQUES. To see no pastime I. What you would have\n    I'll stay to know at your abandon'd cave.               Exit\n  DUKE SENIOR. Proceed, proceed. We will begin these rites,\n    As we do trust they'll end, in true delights.    [A dance] Exeunt\n\nEPILOGUE\n                           EPILOGUE.\n  ROSALIND. It is not the fashion to see the lady the epilogue; but\n    it is no more unhandsome than to see the lord the prologue. If it\n    be true that good wine needs no bush, 'tis true that a good play\n    needs no epilogue. Yet to good wine they do use good bushes; and\n    good plays prove the better by the help of good epilogues. What a\n    case am I in then, that am neither a good epilogue, nor cannot\n    insinuate with you in the behalf of a good play! I am not\n    furnish'd like a beggar; therefore to beg will not become me. My\n    way is to conjure you; and I'll begin with the women. I charge\n    you, O women, for the love you bear to men, to like as much of\n    this play as please you; and I charge you, O men, for the love\n    you bear to women- as I perceive by your simp'ring none of you\n    hates them- that between you and the women the play may please.\n    If I were a woman, I would kiss as many of you as had beards that\n    pleas'd me, complexions that lik'd me, and breaths that I defied\n    not; and, I am sure, as many as have good beards, or good faces,\n    or sweet breaths, will, for my kind offer, when I make curtsy,\n    bid me farewell.\n\nTHE END"
}
